{
    "title": "कंप्यूटर हार्डवेयर और नेटवर्किंग का परिचय",
    "content": [
      {
        "heading": "1. कंप्यूटर हार्डवेयर का परिचय",
        "description": "<p>कंप्यूटर हार्डवेयर वे सभी भौतिक (Physical) घटक होते हैं, जो कंप्यूटर सिस्टम के निर्माण में उपयोग किए जाते हैं। इसमें इनपुट, आउटपुट, प्रोसेसिंग, स्टोरेज और नेटवर्किंग डिवाइसेज़ शामिल होते हैं।</p>"
      },
      {
        "heading": "2. कंप्यूटर हार्डवेयर के प्रमुख घटक",
        "description": "<ul><li><b>मदरबोर्ड:</b> कंप्यूटर का मुख्य सर्किट बोर्ड, जो सभी घटकों को जोड़ता है।</li><li><b>प्रोसेसर (CPU - Central Processing Unit):</b> कंप्यूटर का मस्तिष्क, जो डेटा को प्रोसेस करता है।</li><li><b>रैम (RAM - Random Access Memory):</b> अस्थायी मेमोरी, जो डेटा को तेज़ी से एक्सेस करने में मदद करती है।</li><li><b>स्टोरेज डिवाइसेज़:</b> HDD, SSD, NVMe ड्राइव, जो डेटा को स्थायी रूप से संग्रहीत करते हैं।</li><li><b>पावर सप्लाई यूनिट (PSU):</b> कंप्यूटर के सभी घटकों को आवश्यक पावर प्रदान करता है।</li><li><b>इनपुट डिवाइसेज़:</b> कीबोर्ड, माउस, स्कैनर, माइक्रोफोन आदि।</li><li><b>आउटपुट डिवाइसेज़:</b> मॉनिटर, प्रिंटर, स्पीकर आदि।</li></ul>"
      },
      {
        "heading": "3. कंप्यूटर नेटवर्किंग का परिचय",
        "description": "<p>नेटवर्किंग दो या अधिक कंप्यूटर या डिवाइसेज़ को जोड़ने की प्रक्रिया है, जिससे वे डेटा साझा कर सकें। यह वायर्ड (Wired) और वायरलेस (Wireless) दोनों रूपों में हो सकता है।</p>"
      },
      {
        "heading": "4. नेटवर्किंग के प्रकार",
        "description": "<ul><li><b>LAN (Local Area Network):</b> एक सीमित क्षेत्र (जैसे घर, स्कूल, ऑफिस) में डिवाइसेज़ को जोड़ने के लिए।</li><li><b>WAN (Wide Area Network):</b> बड़ी दूरी पर फैला हुआ नेटवर्क, जैसे इंटरनेट।</li><li><b>MAN (Metropolitan Area Network):</b> एक शहर या बड़े क्षेत्र को कवर करने वाला नेटवर्क।</li><li><b>WLAN (Wireless LAN):</b> वायरलेस नेटवर्क जो वाई-फाई के माध्यम से चलता है।</li></ul>"
      },
      {
        "heading": "5. नेटवर्किंग उपकरण (Networking Devices)",
        "description": "<ul><li><b>राउटर:</b> विभिन्न नेटवर्क को जोड़ने वाला उपकरण।</li><li><b>स्विच (Switch):</b> नेटवर्क में डेटा पैकेट को एक डिवाइस से दूसरे तक भेजता है।</li><li><b>हब (Hub):</b> नेटवर्क डिवाइसेज़ को जोड़ने वाला बेसिक डिवाइस।</li><li><b>मॉडेम (Modem):</b> इंटरनेट को कंप्यूटर से जोड़ने के लिए।</li><li><b>फायरवॉल:</b> नेटवर्क सुरक्षा के लिए उपयोग किया जाता है।</li></ul>"
      },
      {
        "heading": "6. नेटवर्क प्रोटोकॉल (Network Protocols)",
        "description": "<ul><li><b>TCP/IP (Transmission Control Protocol/Internet Protocol):</b> इंटरनेट और नेटवर्किंग में डेटा ट्रांसमिशन के लिए।</li><li><b>HTTP/HTTPS:</b> वेब ब्राउज़िंग के लिए प्रोटोकॉल।</li><li><b>FTP (File Transfer Protocol):</b> इंटरनेट पर फ़ाइल ट्रांसफर करने के लिए।</li><li><b>DNS (Domain Name System):</b> डोमेन नेम को IP एड्रेस में बदलने के लिए।</li></ul>"
      },
      {
        "heading": "7. नेटवर्क सुरक्षा (Network Security)",
        "description": "<ul><li><b>फायरवॉल:</b> अनधिकृत एक्सेस से नेटवर्क को सुरक्षित रखने के लिए।</li><li><b>VPN (Virtual Private Network):</b> सुरक्षित और एन्क्रिप्टेड कनेक्शन के लिए।</li><li><b>एंटीवायरस सॉफ़्टवेयर:</b> नेटवर्क में वायरस और मैलवेयर से बचाव के लिए।</li></ul>"
      },
      {
        "heading": "8. निष्कर्ष",
        "description": "<p>कंप्यूटर हार्डवेयर और नेटवर्किंग किसी भी डिजिटल सिस्टम के मुख्य भाग हैं। हार्डवेयर कंप्यूटर को चलाने के लिए आवश्यक होता है, जबकि नेटवर्किंग विभिन्न डिवाइसेज़ को जोड़कर संचार को सक्षम बनाती है।</p>"
      }
    ]
  }
  