{
  "title": "फाइल मैनेजमेंट",
  "content": [
    {
      "heading": "फाइल मैनेजमेंट का परिचय",
      "description": "<p>फाइल मैनेजमेंट वह प्रक्रिया है जिसके द्वारा उपयोगकर्ता अपनी फाइलों को व्यवस्थित करता है, जैसे कि फाइलों को बनाना, सेव करना, डिलीट करना और उन्हें सही स्थान पर रखना। यह कंप्यूटर के संचालन को अधिक प्रभावी और संरचित बनाता है।</p>"
    },
    {
      "heading": "फाइल बनाना (Creating a File)",
      "description": "<p>फाइल बनाने के लिए, सबसे पहले उस एप्लिकेशन को खोलें जिसमें आप काम करना चाहते हैं। इसके बाद, 'New' या 'Create' विकल्प पर क्लिक करें। इसके बाद आप अपनी फाइल को नाम दे सकते हैं और उसे सेव कर सकते हैं।<br><b>उदाहरण:</b> Microsoft Word में नए दस्तावेज़ बनाने के लिए, 'File' मेनू पर जाएं और 'New' पर क्लिक करें।</p>"
    },
    {
      "heading": "फाइल सेव करना (Saving a File)",
      "description": "<p>फाइल को सेव करने के लिए, 'File' मेनू पर जाएं और 'Save' या 'Save As' विकल्प पर क्लिक करें। 'Save' विकल्प से फाइल उसी स्थान पर सेव होती है जहाँ पहले से सेव थी, जबकि 'Save As' विकल्प से आप फाइल को नई लोकेशन पर सेव कर सकते हैं।<br><b>उदाहरण:</b> Word डॉक्यूमेंट को 'My Documents' फोल्डर में सेव करना।</p>"
    },
    {
      "heading": "फाइल डिलीट करना (Deleting a File)",
      "description": "<p>अगर किसी फाइल को डिलीट करना है, तो उस फाइल पर राइट क्लिक करें और 'Delete' विकल्प को चुनें। फाइल डिलीट होने के बाद, वह Recycle Bin में चली जाती है और आप वहां से उसे पूरी तरह से हटा सकते हैं।<br><b>उदाहरण:</b> किसी फोल्डर में unwanted फाइल को डिलीट करना।</p>"
    },
    {
      "heading": "फोल्डर मैनेजमेंट (Folder Management)",
      "description": "<p>फोल्डर का उपयोग विभिन्न फाइलों को एकत्रित करने के लिए किया जाता है। फोल्डर को बनाना, नाम देना, और उन्हें व्यवस्थित करना एक अच्छा फाइल मैनेजमेंट की आदत है।<br><b>फोल्डर बनाना:</b> नए फोल्डर को बनाने के लिए, डेस्कटॉप या किसी भी स्थान पर राइट क्लिक करें और 'New' > 'Folder' पर क्लिक करें।<br><b>फोल्डर का नाम बदलना:</b> फोल्डर पर राइट क्लिक करें और 'Rename' विकल्प चुनें।</p>"
    },
    {
      "heading": "फोल्डर और फाइल का स्थान बदलना (Moving Folders and Files)",
      "description": "<p>आप किसी फाइल या फोल्डर को एक स्थान से दूसरे स्थान पर खींचकर या 'Cut' और 'Paste' का उपयोग करके स्थानांतरित कर सकते हैं।<br><b>उदाहरण:</b> किसी फाइल को 'Documents' से 'Downloads' फोल्डर में स्थानांतरित करना।</p>"
    },
    {
      "heading": "फोल्डर में फाइलों की खोज (Searching Files in Folders)",
      "description": "<p>किसी भी फोल्डर में फाइल खोजने के लिए, उस फोल्डर में 'Search' बार का उपयोग करें और फाइल का नाम या प्रकार डालें।<br><b>उदाहरण:</b> 'Invoice' नामक सभी फाइलों को खोजने के लिए, 'Search' बार में 'Invoice' टाइप करें।</p>"
    }
  ]
}