{
  "title": "कंप्यूटर के मुख्य भाग",
  "content": [
    {
      "heading": "कंप्यूटर के मुख्य भाग",
      "description": "कंप्यूटर में विभिन्न हार्डवेयर घटक होते हैं, जिनकी मदद से यह सही तरीके से कार्य करता है। इन मुख्य भागों में CPU (Central Processing Unit), RAM (Random Access Memory), Hard Disk, Input Devices, और Output Devices शामिल हैं। यह सभी भाग एक साथ मिलकर कंप्यूटर को कार्यक्षम और शक्तिशाली बनाते हैं।"
    },
    {
      "heading": "CPU (Central Processing Unit)",
      "description": "CPU को कंप्यूटर का मस्तिष्क कहा जाता है। यह कंप्यूटर के सभी गणनात्मक कार्यों को नियंत्रित करता है। इसमें प्रमुख घटक होते हैं जैसे ALU (Arithmetic Logic Unit), CU (Control Unit), और रजिस्टर। CPU में प्रोसेसिंग करने के लिए दो मुख्य घटक होते हैं - कंट्रोल यूनिट, जो निर्देशों को नियंत्रित करता है, और एआरआईटीमेटिक लॉजिक यूनिट, जो गणनाएँ करता है।<br><b>उदाहरण:</b> Intel Core i5, Intel Core i7, AMD Ryzen 5।<br>CPU के कार्य में डेटा को प्रोसेस करना, निर्देशों को निष्पादित करना और अन्य कंप्यूटर घटकों से डेटा का आदान-प्रदान करना शामिल होता है।"
    },
    {
      "heading": "RAM (Random Access Memory)",
      "description": "RAM अस्थायी मेमोरी होती है, जिसे कंप्यूटर प्रोसेसिंग के दौरान उपयोग करता है। यह मेमोरी उन सभी डेटा और प्रोग्रामों को स्टोर करती है जो CPU द्वारा इस्तेमाल हो रहे होते हैं। RAM का डेटा अस्थायी होता है, इसका मतलब है कि जब कंप्यूटर बंद होता है, तो इसका सारा डेटा मिट जाता है।<br><b>उदाहरण:</b> 4GB, 8GB, 16GB DDR4 RAM।<br>RAM का मुख्य कार्य यह है कि यह कंप्यूटर को तेज गति से काम करने में मदद करता है क्योंकि इसे आसानी से और तेज़ी से एक्सेस किया जा सकता है।"
    },
    {
      "heading": "Hard Disk (हार्ड डिस्क)",
      "description": "Hard Disk कंप्यूटर का स्थायी स्टोरेज डिवाइस होता है। यह बड़ी मात्रा में डेटा स्टोर करता है, जैसे ऑपरेटिंग सिस्टम, सॉफ़्टवेयर, फ़ाइलें, और अन्य उपयोगकर्ता डेटा। Hard Disk के दो प्रमुख प्रकार होते हैं - HDD (Hard Disk Drive) और SSD (Solid State Drive)। SSDs की गति HDDs से कहीं अधिक तेज़ होती है।<br><b>उदाहरण:</b> 500GB HDD, 1TB SSD।<br>Hard Disk का कार्य डेटा को स्थायी रूप से संग्रहित करना है, ताकि उपयोगकर्ता अपने महत्वपूर्ण दस्तावेज़ों, चित्रों, वीडियो और अन्य डेटा को सुरक्षित रख सके।"
    },
    {
      "heading": "Input Devices (इनपुट उपकरण)",
      "description": "Input Devices वे उपकरण होते हैं जिनकी मदद से उपयोगकर्ता कंप्यूटर को डेटा और निर्देश प्रदान करता है। इन उपकरणों का उपयोग कंप्यूटर को डेटा भेजने के लिए किया जाता है, जैसे कीबोर्ड से टाइप करना या माउस से क्लिक करना।<br><b>उदाहरण:</b> कीबोर्ड (Keyboard), माउस (Mouse), स्कैनर (Scanner), माइक्रोफोन (Microphone), वेबकैम (Webcam), टचपैड (Touchpad)।<br>इनपुट उपकरण कंप्यूटर में डेटा इन्पुट करने का सबसे सामान्य तरीका हैं और बिना इन्हें कंप्यूटर कार्य नहीं कर सकता।"
    },
    {
      "heading": "Output Devices (आउटपुट उपकरण)",
      "description": "Output Devices वे उपकरण होते हैं जो कंप्यूटर द्वारा प्रोसेस किए गए डेटा को उपयोगकर्ता को प्रदर्शित करते हैं। ये उपकरण कंप्यूटर से परिणाम दिखाते हैं, जैसे टेक्स्ट, चित्र, ध्वनि आदि।<br><b>उदाहरण:</b> मॉनिटर (Monitor), प्रिंटर (Printer), स्पीकर (Speaker), हेडफोन (Headphones), प्रोजेक्टर (Projector), और VR हेडसेट्स।<br>आउटपुट उपकरण का कार्य कंप्यूटर द्वारा प्रोसेस किए गए डेटा को उपयोगकर्ता तक पहुँचाना है, जिससे उपयोगकर्ता उस डेटा को समझ सके या उसे किसी अन्य रूप में प्राप्त कर सके।"
    },
    {
      "heading": "Motherboard (मदरबोर्ड)",
      "description": "मदरबोर्ड कंप्यूटर का मुख्य सर्किट बोर्ड होता है, जो सभी हार्डवेयर घटकों को जोड़ता है। यह CPU, RAM, और अन्य उपकरणों को एक साथ जोड़ने के लिए एक प्लेटफ़ॉर्म प्रदान करता है।<br><b>उदाहरण:</b> ASUS, MSI, Gigabyte मदरबोर्ड।<br>मदरबोर्ड का कार्य अन्य घटकों के बीच डेटा और पावर का आदान-प्रदान सुनिश्चित करना है, और यह कंप्यूटर की सामान्य कार्यक्षमता को बनाए रखने में मदद करता है।"
    },
    {
      "heading": "Power Supply Unit (PSU) (पावर सप्लाई यूनिट)",
      "description": "पावर सप्लाई यूनिट कंप्यूटर के सभी घटकों को शक्ति प्रदान करती है। यह AC पावर को DC पावर में बदलती है ताकि कंप्यूटर के विभिन्न घटक इसका उपयोग कर सकें।<br><b>उदाहरण:</b> 450W, 600W PSU।<br>PSU के बिना, कंप्यूटर का कोई भी घटक कार्य नहीं कर सकता।"
    },
    {
      "heading": "Graphic Card (ग्राफिक्स कार्ड)",
      "description": "ग्राफिक्स कार्ड, जिसे GPU (Graphics Processing Unit) भी कहा जाता है, कंप्यूटर के विजुअल डिस्प्ले से संबंधित कार्यों को नियंत्रित करता है। यह कंप्यूटर स्क्रीन पर दृश्य डेटा को प्रोसेस करता है और उसे स्क्रीन पर प्रदर्शित करता है।<br><b>उदाहरण:</b> NVIDIA GeForce, AMD Radeon।<br>GPU का कार्य गेमिंग, वीडियो संपादन, और अन्य ग्राफिकल कार्यों को बेहतर बनाना होता है।"
    }
  ]
}