{
  "title": "कंप्यूटर सुरक्षा",
  "content": [
    {
      "heading": "कंप्यूटर सुरक्षा का परिचय",
      "description": "<p>कंप्यूटर सुरक्षा से तात्पर्य कंप्यूटर सिस्टम और नेटवर्क को अनधिकृत पहुंच, डेटा चोरी, और अन्य साइबर हमलों से बचाने से है। यह सुनिश्चित करता है कि उपयोगकर्ता की जानकारी सुरक्षित रहे और सिस्टम बिना किसी विघटन के कार्य करता रहे।</p>"
    },
    {
      "heading": "एंटीवायरस (Antivirus)",
      "description": "<p>एंटीवायरस एक प्रकार का सॉफ़्टवेयर होता है जो कंप्यूटर को वायरस, मालवेयर, स्पायवेयर, और अन्य हानिकारक सॉफ़्टवेयर से बचाता है। यह वायरस को पहचानता है और उसे हटाने या क्वारंटाइन में डालने का काम करता है।<br><b>उदाहरण:</b> Norton, McAfee, Kaspersky, Avast।</p>"
    },
    {
      "heading": "पासवर्ड मैनेजमेंट (Password Management)",
      "description": "<p>पासवर्ड मैनेजमेंट का उद्देश्य उपयोगकर्ता के सभी पासवर्ड को सुरक्षित तरीके से संग्रहीत और प्रबंधित करना है। यह विशेष रूप से महत्वपूर्ण है क्योंकि कई ऑनलाइन सेवाओं के लिए मजबूत और अद्वितीय पासवर्ड की आवश्यकता होती है। पासवर्ड मैनेजर सॉफ़्टवेयर उपयोगकर्ताओं को सभी पासवर्डों को सुरक्षित रूप से स्टोर करने और उन्हें आसानी से एक्सेस करने की सुविधा देता है।<br><b>उदाहरण:</b> LastPass, Dashlane, 1Password।</p>"
    },
    {
      "heading": "साइबर सिक्योरिटी (Cyber Security)",
      "description": "<p>साइबर सिक्योरिटी कंप्यूटर सिस्टम और नेटवर्क की सुरक्षा के लिए उपायों का एक सेट है। यह विभिन्न तकनीकों और प्रक्रियाओं का उपयोग करके डेटा की सुरक्षा करता है और साइबर हमलों से बचाता है।<br><b>साइबर हमले के प्रकार:</b> Phishing, Malware, Ransomware, Denial of Service (DoS) Attacks।<br><b>उदाहरण:</b> नेटवर्क फ़ायरवॉल, एन्क्रिप्शन, और सुरक्षित ब्राउज़िंग प्रैक्टिसेस।</p>"
    },
    {
      "heading": "साइबर सुरक्षा के उपाय (Cyber Security Measures)",
      "description": "<p>1. **फ़ायरवॉल (Firewall):** यह एक सुरक्षा प्रणाली है जो आपके नेटवर्क और बाहरी दुनिया के बीच ट्रैफ़िक को नियंत्रित करती है।<br>2. **एन्क्रिप्शन (Encryption):** डेटा को सुरक्षित रखने के लिए इसे एन्क्रिप्ट किया जाता है ताकि अगर कोई उसे एक्सेस करे तो वह समझ न सके।<br>3. **सुरक्षित ब्राउज़िंग (Secure Browsing):** हमेशा HTTPS वेब पेजों का उपयोग करें और संदिग्ध लिंक से बचें।<br>4. **आधिकारिक सॉफ़्टवेयर (Official Software):** केवल आधिकारिक और विश्वसनीय सॉफ़्टवेयर डाउनलोड करें।</p>"
    },
    {
      "heading": "साइबर सुरक्षा के खतरे (Cyber Security Threats)",
      "description": "<p>1. **Phishing:** यह एक प्रकार की धोखाधड़ी है जिसमें एक जालसाज उपयोगकर्ता से संवेदनशील जानकारी प्राप्त करने के लिए मेल या वेबसाइटों का उपयोग करता है।<br>2. **Ransomware:** यह एक प्रकार का मालवेयर होता है जो आपके डेटा को लॉक कर देता है और फिर उसे पुनः प्राप्त करने के लिए फिरौती मांगता है।<br>3. **Malware:** यह एक सामान्य शब्द है जो उन सभी प्रकार के हानिकारक सॉफ़्टवेयर को संदर्भित करता है जो आपके सिस्टम को नुकसान पहुंचा सकते हैं।</p>"
    },
    {
      "heading": "साइबर सुरक्षा के महत्व (Importance of Cyber Security)",
      "description": "<p>आजकल सभी प्रकार की जानकारी, चाहे वह व्यक्तिगत हो या पेशेवर, इंटरनेट पर उपलब्ध होती है। यह जानकारी साइबर अपराधियों द्वारा चोरी की जा सकती है। इसलिए, साइबर सुरक्षा के उपायों का पालन करना बेहद जरूरी है ताकि आपकी जानकारी सुरक्षित रहे और आप साइबर हमलों से बच सकें।</p>"
    }
  ]
}