{
  "title": "कंप्यूटर का परिचय",
  "content": [
    {
      "heading": "कंप्यूटर का परिचय",
      "description": "कंप्यूटर एक इलेक्ट्रॉनिक डिवाइस है जो तेजी से गणनाएँ करता है और बिना गलती के कार्य करता है। यह गणना करने, डेटा प्रोसेस करने, सूचना संग्रहीत करने, और उपयोगकर्ताओं को विभिन्न प्रकार के कार्य करने में मदद करता है। आजकल कंप्यूटर का उपयोग लगभग हर क्षेत्र में किया जाता है, जैसे कि शिक्षा, विज्ञान, चिकित्सा, बैंकिंग, व्यवसाय, और मनोरंजन।"
    },
    {
      "heading": "कंप्यूटर का फुल फॉर्म",
      "description": "COMPUTER: <b>Commonly Operated Machine Particularly Used in Technical and Educational Research</b><br>यह शब्द इंग्लिश के 'Compute' शब्द से लिया गया है, जिसका अर्थ 'गणना करना' होता है।"
    },
    {
      "heading": "Hardware (हार्डवेयर)",
      "description": "हार्डवेयर वे भौतिक घटक होते हैं जो कंप्यूटर सिस्टम का निर्माण करते हैं। ये उपकरण कंप्यूटर के संचालन के लिए आवश्यक होते हैं और इन्हें छुआ और देखा जा सकता है। हार्डवेयर की सहायता से कंप्यूटर डेटा को प्रोसेस करता है और उसे आउटपुट के रूप में उपयोगकर्ता को देता है।<br><b>उदाहरण:</b> CPU (Central Processing Unit), मॉनिटर, कीबोर्ड, माउस, RAM, मदरबोर्ड, हार्ड डिस्क आदि।"
    },
    {
      "heading": "Hardware के प्रकार",
      "description": "1. <b>Input Devices (इनपुट उपकरण)</b> - ये वो उपकरण हैं जो उपयोगकर्ता से डेटा प्राप्त करते हैं और उसे कंप्यूटर में भेजते हैं।<br>   <b>उदाहरण:</b> कीबोर्ड, माउस, स्कैनर, माइक्रोफोन।<br>2. <b>Processing Devices (प्रोसेसिंग उपकरण)</b> - ये कंप्यूटर के प्रोसेसिंग कार्यों को करते हैं।<br>   <b>उदाहरण:</b> CPU, GPU।<br>3. <b>Storage Devices (संग्रहण उपकरण)</b> - ये डेटा को लंबे समय तक स्टोर करने के लिए उपयोग किए जाते हैं।<br>   <b>उदाहरण:</b> हार्ड डिस्क, SSD (Solid State Drive), पेन ड्राइव, ऑप्टिकल ड्राइव।<br>4. <b>Output Devices (आउटपुट उपकरण)</b> - ये कंप्यूटर से प्रोसेस किए गए डेटा को उपयोगकर्ता को आउटपुट के रूप में दिखाते हैं।<br>   <b>उदाहरण:</b> मॉनिटर, प्रिंटर, स्पीकर।"
    },
    {
      "heading": "Software (सॉफ्टवेयर)",
      "description": "सॉफ्टवेयर वे प्रोग्राम और निर्देश होते हैं जो कंप्यूटर हार्डवेयर को निर्देश देते हैं कि उसे क्या करना है। सॉफ्टवेयर हार्डवेयर के बिना काम नहीं कर सकता। यह उपयोगकर्ता की जरूरतों के अनुसार काम करता है, जैसे कि टेक्स्ट टाइप करना, गणना करना, इंटरनेट ब्राउज़ करना आदि।<br><b>उदाहरण:</b> Windows, MS Office, Photoshop, Chrome।"
    },
    {
      "heading": "Software के प्रकार",
      "description": "1. <b>System Software (सिस्टम सॉफ्टवेयर)</b> - यह कंप्यूटर के हार्डवेयर को नियंत्रित करता है और उपयोगकर्ता को कंप्यूटर चलाने के लिए आवश्यक सुविधाएँ प्रदान करता है।<br>   <b>उदाहरण:</b> ऑपरेटिंग सिस्टम (Windows, macOS, Linux), ड्राइवर सॉफ़्टवेयर।<br>2. <b>Application Software (एप्लिकेशन सॉफ्टवेयर)</b> - यह उपयोगकर्ता को विशेष कार्य करने के लिए मदद करता है।<br>   <b>उदाहरण:</b> MS Word, Excel, PowerPoint, VLC Player, Photoshop।<br>3. <b>Utility Software (यूटिलिटी सॉफ़्टवेयर)</b> - यह सिस्टम के प्रदर्शन को बनाए रखने, सुरक्षा प्रदान करने और अन्य उपयोगिता कार्यों को पूरा करने में मदद करता है।<br>   <b>उदाहरण:</b> एंटीवायरस, बैकअप सॉफ़्टवेयर, डाटा रिकवरी टूल।"
    },
    {
      "heading": "Operating System (ऑपरेटिंग सिस्टम)",
      "description": "ऑपरेटिंग सिस्टम कंप्यूटर का मुख्य सॉफ़्टवेयर होता है जो हार्डवेयर और अन्य सॉफ़्टवेयर के बीच संवाद स्थापित करता है। यह कंप्यूटर के संसाधनों को प्रबंधित करता है और उपयोगकर्ता को सुविधाएँ प्रदान करता है।<br><b>उदाहरण:</b> Windows, macOS, Linux, Android, iOS।"
    },
    {
      "heading": "Examples of Computers (कंप्यूटर के उदाहरण)",
      "description": "1. <b>Personal Computer (PC)</b> - यह घरों और कार्यालयों में उपयोग होने वाला सामान्य कंप्यूटर है।<br>   <b>उदाहरण:</b> डेस्कटॉप और लैपटॉप।<br>2. <b>Supercomputer</b> - ये बहुत तेज़ और शक्तिशाली कंप्यूटर होते हैं जिनका उपयोग वैज्ञानिक शोध और बड़े पैमाने पर गणनाओं के लिए किया जाता है।<br>   <b>उदाहरण:</b> क्रे, परम, सुपरकंप्यूटर।<br>3. <b>Embedded Computer</b> - ये छोटे कंप्यूटर होते हैं जो अन्य उपकरणों में अंतर्निहित होते हैं।<br>   <b>उदाहरण:</b> स्मार्टफोन, ऑटोमोबाइल, माइक्रोवेव।"
    },
    {
      "heading": "Future of Computers (कंप्यूटर का भविष्य)",
      "description": "कंप्यूटर के भविष्य में और अधिक शक्तिशाली और छोटे कंप्यूटर देखने को मिल सकते हैं। भविष्य में क्वांटम कंप्यूटिंग और आर्टिफिशियल इंटेलिजेंस (AI) जैसे तकनीकी क्षेत्र में बड़े बदलाव होंगे। इन तकनीकों के द्वारा कंप्यूटर की कार्यक्षमता और अधिक बढ़ जाएगी और नये प्रकार के काम संभव होंगे।"
    }
  ]
}