{
    "title": "MS Excel Page Layout Tab",
    "content": [
      {
        "heading": "Page Layout Tab का परिचय",
        "description": "<p>MS Excel में Page Layout Tab का उपयोग वर्कशीट के पेज सेटअप, प्रिंटिंग विकल्पों, थीम्स और डेटा की दृश्यता को नियंत्रित करने के लिए किया जाता है। यह मुख्य रूप से दस्तावेज़ की प्रस्तुति और प्रिंटिंग सेटिंग्स को अनुकूलित करने में मदद करता है।</p>"
      },
      {
        "heading": "Page Layout Tab के मुख्य Groups",
        "description": "<p>Page Layout Tab निम्नलिखित मुख्य ग्रुप्स में विभाजित होता है:</p>"
      },
      {
        "heading": "1. Themes Group",
        "description": "<p>इस ग्रुप का उपयोग वर्कबुक में प्रोफेशनल डिज़ाइन थीम्स लागू करने के लिए किया जाता है।</p><ul><li><b>Themes:</b> विभिन्न डिफ़ॉल्ट थीम्स को वर्कबुक में लागू करने के लिए।</li><li><b>Colors:</b> वर्कबुक में इस्तेमाल किए गए रंगों को बदलने के लिए।</li><li><b>Fonts:</b> वर्कबुक में टेक्स्ट के लिए फॉन्ट स्टाइल बदलने के लिए।</li><li><b>Effects:</b> ग्राफ़िक्स और शेप्स पर विभिन्न विज़ुअल इफेक्ट्स लागू करने के लिए।</li></ul>"
      },
      {
        "heading": "2. Page Setup Group",
        "description": "<p>यह ग्रुप वर्कशीट को प्रिंटिंग के लिए तैयार करने में मदद करता है।</p><ul><li><b>Margins:</b> पेज के किनारों की चौड़ाई सेट करने के लिए।</li><li><b>Orientation:</b> पेज का लेआउट Portrait या Landscape में बदलने के लिए।</li><li><b>Size:</b> पेज का आकार (A4, Letter, Legal आदि) सेट करने के लिए।</li><li><b>Print Area:</b> प्रिंट करने के लिए एक विशेष क्षेत्र को चुनने के लिए।</li><li><b>Breaks:</b> पेज ब्रेक जोड़ने या हटाने के लिए।</li><li><b>Background:</b> वर्कशीट में बैकग्राउंड इमेज जोड़ने के लिए।</li><li><b>Print Titles:</b> प्रिंटिंग के दौरान शीर्ष पंक्ति या कॉलम को दोहराने के लिए।</li></ul>"
      },
      {
        "heading": "3. Scale to Fit Group",
        "description": "<p>यह ग्रुप वर्कशीट को एक पेज पर फिट करने के लिए स्केलिंग ऑप्शन्स प्रदान करता है।</p><ul><li><b>Width:</b> वर्कशीट की चौड़ाई को एडजस्ट करने के लिए।</li><li><b>Height:</b> वर्कशीट की ऊंचाई को एडजस्ट करने के लिए।</li><li><b>Scale:</b> वर्कशीट के आकार को प्रतिशत में स्केल करने के लिए।</li></ul>"
      },
      {
        "heading": "4. Sheet Options Group",
        "description": "<p>यह ग्रुप वर्कशीट के दृश्य और प्रिंटिंग विकल्पों को नियंत्रित करता है।</p><ul><li><b>Gridlines:</b> ग्रिडलाइन्स को दिखाने या छिपाने के लिए।</li><li><b>Headings:</b> रो और कॉलम हेडिंग को दिखाने या छिपाने के लिए।</li></ul>"
      },
      {
        "heading": "5. Arrange Group",
        "description": "<p>यह ग्रुप वर्कशीट में ग्राफिक्स और ऑब्जेक्ट्स को व्यवस्थित करने के लिए उपयोग किया जाता है।</p><ul><li><b>Bring Forward:</b> किसी ऑब्जेक्ट को आगे लाने के लिए।</li><li><b>Send Backward:</b> किसी ऑब्जेक्ट को पीछे भेजने के लिए।</li><li><b>Selection Pane:</b> वर्कशीट में मौजूद सभी ऑब्जेक्ट्स को मैनेज करने के लिए।</li><li><b>Align:</b> कई ऑब्जेक्ट्स को सही तरीके से व्यवस्थित करने के लिए।</li><li><b>Group:</b> एक से अधिक ऑब्जेक्ट्स को ग्रुप करने के लिए।</li><li><b>Rotate:</b> ऑब्जेक्ट्स को घुमाने (Rotate) के लिए।</li></ul>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>MS Excel का Page Layout Tab उपयोगकर्ताओं को वर्कशीट के प्रिंटिंग और पेज सेटअप को नियंत्रित करने में मदद करता है। यह टैब मुख्य रूप से थीम, मार्जिन, स्केलिंग, और ऑब्जेक्ट प्रबंधन से संबंधित सेटिंग्स प्रदान करता है, जिससे डेटा को अधिक व्यवस्थित और प्रस्तुत करने योग्य बनाया जा सकता है।</p>"
      }
    ]
  }
  