{
    "title": "MS Excel View Tab",
    "content": [
      {
        "heading": "View Tab का परिचय",
        "description": "<p>MS Excel में View Tab का उपयोग वर्कशीट के दृश्य को नियंत्रित करने, विभिन्न व्यू मोड्स में स्विच करने, ज़ूम करने, फ्रीज़ पेन लगाने और विंडो की व्यवस्था करने के लिए किया जाता है। यह टैब उपयोगकर्ताओं को वर्कशीट को अधिक सुविधाजनक तरीके से देखने और प्रबंधित करने की सुविधा देता है।</p>"
      },
      {
        "heading": "View Tab के मुख्य Groups",
        "description": "<p>View Tab निम्नलिखित मुख्य ग्रुप्स में विभाजित होता है:</p>"
      },
      {
        "heading": "1. Workbook Views Group",
        "description": "<p>यह ग्रुप Excel वर्कबुक को विभिन्न दृश्य मोड्स में देखने के लिए उपयोग किया जाता है।</p><ul><li><b>Normal:</b> यह डिफ़ॉल्ट व्यू है जिसमें वर्कशीट को सामान्य तरीके से दिखाया जाता है।</li><li><b>Page Break Preview:</b> यह व्यू वर्कशीट में पेज ब्रेक को दिखाने के लिए उपयोग किया जाता है।</li><li><b>Page Layout:</b> यह व्यू वर्कशीट को प्रिंट करने से पहले उसका पूर्वावलोकन (Preview) दिखाने के लिए उपयोग किया जाता है।</li><li><b>Custom Views:</b> यह विकल्प उपयोगकर्ताओं को वर्कशीट के विभिन्न कस्टम व्यूज़ बनाने और सेव करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "2. Show Group",
        "description": "<p>यह ग्रुप वर्कशीट में विभिन्न तत्वों को दिखाने या छिपाने के लिए उपयोग किया जाता है।</p><ul><li><b>Ruler:</b> यह विकल्प पेज लेआउट व्यू में रूलर को दिखाने या छिपाने के लिए उपयोग किया जाता है।</li><li><b>Formula Bar:</b> यह विकल्प फॉर्मूला बार को दिखाने या छिपाने के लिए उपयोग किया जाता है।</li><li><b>Gridlines:</b> यह विकल्प वर्कशीट की ग्रिड लाइनों को दिखाने या छिपाने के लिए उपयोग किया जाता है।</li><li><b>Headings:</b> यह विकल्प कॉलम और रो हेडिंग को दिखाने या छिपाने के लिए उपयोग किया जाता है।</li></ul>"
      },
      {
        "heading": "3. Zoom Group",
        "description": "<p>यह ग्रुप वर्कशीट के ज़ूम लेवल को नियंत्रित करने के लिए उपयोग किया जाता है।</p><ul><li><b>Zoom:</b> वर्कशीट के ज़ूम प्रतिशत को सेट करने के लिए उपयोग किया जाता है।</li><li><b>100%:</b> वर्कशीट को 100% ज़ूम लेवल पर रीसेट करने के लिए उपयोग किया जाता है।</li><li><b>Zoom to Selection:</b> चयनित क्षेत्र को ज़ूम करने के लिए उपयोग किया जाता है।</li></ul>"
      },
      {
        "heading": "4. Window Group",
        "description": "<p>यह ग्रुप Excel विंडोज़ को व्यवस्थित करने के लिए उपयोग किया जाता है।</p><ul><li><b>New Window:</b> वर्तमान वर्कबुक की एक नई विंडो खोलने के लिए उपयोग किया जाता है।</li><li><b>Arrange All:</b> खुली हुई सभी विंडोज़ को व्यवस्थित करने के लिए उपयोग किया जाता है।</li><li><b>Freeze Panes:</b> यह विकल्प पंक्तियों और स्तंभों को लॉक करने के लिए उपयोग किया जाता है ताकि वे स्क्रॉल करने पर स्थिर रहें।</li><li><b>Split:</b> वर्कशीट को दो या चार पैन में विभाजित करने के लिए उपयोग किया जाता है।</li><li><b>Hide:</b> वर्तमान विंडो को छिपाने के लिए उपयोग किया जाता है।</li><li><b>Unhide:</b> छिपी हुई विंडोज़ को दिखाने के लिए उपयोग किया जाता है।</li><li><b>View Side by Side:</b> दो विंडोज़ को साथ-साथ देखने के लिए उपयोग किया जाता है।</li><li><b>Synchronous Scrolling:</b> यह विकल्प दोनों विंडोज़ को एक साथ स्क्रॉल करने की सुविधा देता है।</li><li><b>Reset Window Position:</b> सभी खुली हुई विंडोज़ की पोज़ीशन को रीसेट करने के लिए उपयोग किया जाता है।</li></ul>"
      },
      {
        "heading": "5. Macros Group",
        "description": "<p>यह ग्रुप मैक्रोज़ को रिकॉर्ड करने और प्रबंधित करने के लिए उपयोग किया जाता है।</p><ul><li><b>Macros (Alt + F8):</b> यह विकल्प मौजूदा मैक्रोज़ को देखने, चलाने और संपादित करने के लिए उपयोग किया जाता है।</li></ul>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>MS Excel का View Tab उपयोगकर्ताओं को वर्कशीट के दृश्य को अनुकूलित करने की सुविधा देता है। इसमें ज़ूम कंट्रोल, विंडो व्यवस्था, पैन लॉक करने और विभिन्न व्यू मोड्स के विकल्प शामिल हैं, जिससे डेटा को अधिक प्रभावी ढंग से प्रबंधित किया जा सकता है।</p>"
      }
    ]
  }
  