{
    "title": "MS Outlook में Email भेजना, प्राप्त करना और फ़ोल्डर प्रबंधन",
    "content": [
      {
        "heading": "MS Outlook में Email भेजना",
        "description": "<p>MS Outlook में Email भेजने के लिए निम्नलिखित स्टेप्स का पालन करें:</p><ol><li><b>Outlook खोलें:</b> अपने कंप्यूटर या मोबाइल डिवाइस पर Microsoft Outlook ओपन करें।</li><li><b>New Email पर क्लिक करें:</b> होम टैब में जाकर <b>'New Email'</b> बटन पर क्लिक करें।</li><li><b>Recipient (प्राप्तकर्ता) डालें:</b> 'To' फील्ड में ईमेल प्राप्तकर्ता का पता (जैसे example@gmail.com) टाइप करें।</li><li><b>CC और BCC जोड़ें:</b> यदि आवश्यक हो, तो CC (Carbon Copy) और BCC (Blind Carbon Copy) में अतिरिक्त प्राप्तकर्ताओं को जोड़ सकते हैं।</li><li><b>Subject टाइप करें:</b> ईमेल का विषय (Subject) दर्ज करें, जिससे प्राप्तकर्ता को ईमेल का उद्देश्य पता चले।</li><li><b>Body में Message लिखें:</b> मुख्य ईमेल बॉडी में संदेश टाइप करें।</li><li><b>Attachment जोड़ें (यदि आवश्यक हो):</b> 'Attach File' विकल्प से फ़ाइल संलग्न करें।</li><li><b>Send बटन पर क्लिक करें:</b> सभी जानकारी भरने के बाद 'Send' बटन पर क्लिक करें।</li></ol>"
      },
      {
        "heading": "MS Outlook में Email प्राप्त करना",
        "description": "<p>Outlook में नए ईमेल प्राप्त करने के लिए निम्नलिखित स्टेप्स अपनाएं:</p><ol><li><b>Outlook खोलें:</b> अपने ईमेल इनबॉक्स को देखने के लिए Outlook खोलें।</li><li><b>Send/Receive बटन पर क्लिक करें:</b> Outlook स्वचालित रूप से नए ईमेल को सिंक करता है, लेकिन ताज़ा (refresh) करने के लिए <b>'Send/Receive'</b> बटन पर क्लिक करें।</li><li><b>ईमेल इनबॉक्स में चेक करें:</b> आपका नया ईमेल <b>'Inbox'</b> फोल्डर में दिखेगा।</li><li><b>ईमेल खोलें:</b> नए ईमेल को पढ़ने के लिए उस पर क्लिक करें।</li><li><b>Reply, Reply All या Forward करें:</b> यदि आवश्यक हो तो आप:<ul><li><b>Reply:</b> ईमेल के भेजने वाले को उत्तर देने के लिए।</li><li><b>Reply All:</b> ईमेल भेजने वाले और सभी प्राप्तकर्ताओं को उत्तर देने के लिए।</li><li><b>Forward:</b> ईमेल को अन्य व्यक्ति को भेजने के लिए।</li></ul></li></ol>"
      },
      {
        "heading": "MS Outlook में फ़ोल्डर प्रबंधन",
        "description": "<p>Outlook में फ़ोल्डर मैनेजमेंट से ईमेल को व्यवस्थित रखना आसान हो जाता है। आप अपने ईमेल को अलग-अलग कैटेगरी में स्टोर कर सकते हैं।</p>"
      },
      {
        "heading": "1. नया फ़ोल्डर बनाना",
        "description": "<p>अपने ईमेल को व्यवस्थित करने के लिए नया फ़ोल्डर बनाने के लिए:</p><ol><li><b>Mail View खोलें:</b> Outlook में बाईं तरफ मेल फोल्डर पैन (Folder Pane) पर जाएं।</li><li><b>Inbox या अन्य फ़ोल्डर पर राइट-क्लिक करें:</b> जिस सेक्शन में नया फोल्डर बनाना है, उस पर राइट-क्लिक करें।</li><li><b>New Folder चुनें:</b> विकल्प में से 'New Folder' पर क्लिक करें।</li><li><b>नाम दें:</b> नए फ़ोल्डर के लिए एक उपयुक्त नाम टाइप करें।</li><li><b>Enter दबाएं:</b> फ़ोल्डर सेव हो जाएगा और आप उसमें ईमेल मूव कर सकते हैं।</li></ol>"
      },
      {
        "heading": "2. ईमेल को फ़ोल्डर में मूव करना",
        "description": "<p>किसी ईमेल को फ़ोल्डर में स्थानांतरित करने के लिए:</p><ol><li><b>ईमेल सिलेक्ट करें:</b> जिस ईमेल को मूव करना चाहते हैं, उसे चुनें।</li><li><b>Move To पर क्लिक करें:</b> होम टैब में 'Move' विकल्प पर जाएं।</li><li><b>गंतव्य फ़ोल्डर चुनें:</b> ड्रॉपडाउन से इच्छित फ़ोल्डर पर क्लिक करें।</li><li><b>Confirm करें:</b> ईमेल अब उस फ़ोल्डर में चला जाएगा।</li></ol>"
      },
      {
        "heading": "3. रूल्स और फिल्टर्स सेट करना",
        "description": "<p>ईमेल को ऑटोमैटिकली अलग-अलग फ़ोल्डर्स में मूव करने के लिए Outlook में रूल्स और फिल्टर्स सेट कर सकते हैं:</p><ol><li><b>Home Tab खोलें:</b> Outlook में जाएं और Home टैब में क्लिक करें।</li><li><b>Rules पर क्लिक करें:</b> 'Rules' विकल्प को चुनें और 'Create Rule' पर क्लिक करें।</li><li><b>कंडीशन सेट करें:</b> उदाहरण के लिए, यदि एक निश्चित ईमेल एड्रेस से मेल आए तो उसे एक विशेष फ़ोल्डर में मूव करें।</li><li><b>OK दबाएं:</b> सेटिंग सेव करें और यह नियम लागू हो जाएगा।</li></ol>"
      },
      {
        "heading": "4. अनावश्यक ईमेल हटाना (Delete और Archive)",
        "description": "<p>Outlook में ईमेल को प्रबंधित करने के लिए:</p><ul><li><b>Delete:</b> ईमेल को स्थायी रूप से हटाने के लिए 'Delete' बटन दबाएं।</li><li><b>Archive:</b> ईमेल को भविष्य के संदर्भ के लिए सहेजने के लिए 'Archive' विकल्प का उपयोग करें।</li><li><b>Junk Mail:</b> अनावश्यक स्पैम ईमेल को 'Junk' में मूव करें।</li></ul>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>MS Outlook में ईमेल भेजना, प्राप्त करना और फ़ोल्डर प्रबंधन करना बहुत आसान है। ईमेल को व्यवस्थित रखने के लिए फ़ोल्डर और रूल्स का उपयोग करना सहायक होता है। सही तरीके से Outlook का उपयोग करने से आपका ईमेल सिस्टम बेहतर और प्रभावी बन सकता है।</p>"
      }
    ]
  }
  