{
    "title": "MS Outlook का परिचय और Email Account Setup",
    "content": [
      {
        "heading": "MS Outlook का परिचय",
        "description": "<p>Microsoft Outlook एक पॉपुलर ईमेल क्लाइंट और पर्सनल इंफॉर्मेशन मैनेजर (PIM) है, जिसे Microsoft द्वारा विकसित किया गया है। यह मुख्य रूप से ईमेल भेजने और प्राप्त करने, कैलेंडर प्रबंधित करने, संपर्क (Contacts) संग्रहीत करने, और कार्यों (Tasks) को मैनेज करने के लिए उपयोग किया जाता है।</p><p>Outlook को Microsoft Office Suite के भाग के रूप में या स्टैंडअलोन एप्लिकेशन के रूप में उपयोग किया जा सकता है। यह Windows, macOS, iOS और Android डिवाइसेस पर उपलब्ध है।</p>"
      },
      {
        "heading": "MS Outlook के मुख्य फ़ीचर्स",
        "description": "<p>MS Outlook में कई उपयोगी फीचर्स होते हैं जो ईमेल मैनेजमेंट को आसान बनाते हैं:</p><ul><li><b>Email Management:</b> एक या अधिक ईमेल अकाउंट्स को जोड़ने और प्रबंधित करने की सुविधा।</li><li><b>Calendar:</b> मीटिंग और अपॉइंटमेंट्स को ट्रैक करने के लिए कैलेंडर फ़ीचर।</li><li><b>Contacts:</b> महत्वपूर्ण संपर्कों को सहेजने और व्यवस्थित करने की सुविधा।</li><li><b>Tasks & Notes:</b> कार्यों और नोट्स को संग्रहीत करने की सुविधा।</li><li><b>Rules & Filters:</b> ईमेल को ऑटोमैटिक रूप से व्यवस्थित करने के लिए नियम और फिल्टर्स सेट करने की सुविधा।</li></ul>"
      },
      {
        "heading": "MS Outlook में Email Account Setup करने की प्रक्रिया",
        "description": "<p>Microsoft Outlook में एक नया ईमेल अकाउंट जोड़ने के लिए निम्नलिखित स्टेप्स को फॉलो करें:</p>"
      },
      {
        "heading": "1. Outlook खोलें",
        "description": "<p>अपने कंप्यूटर पर Microsoft Outlook ओपन करें।</p>"
      },
      {
        "heading": "2. नया अकाउंट जोड़ें",
        "description": "<p>यदि पहली बार Outlook ओपन कर रहे हैं, तो यह आपको एक नया अकाउंट जोड़ने के लिए प्रेरित करेगा। यदि आपने पहले से अकाउंट सेटअप कर रखा है, तो नया अकाउंट जोड़ने के लिए:</p><ul><li>File Menu में जाएं।</li><li>Account Settings पर क्लिक करें।</li><li>New पर क्लिक करें।</li></ul>"
      },
      {
        "heading": "3. Email Account की जानकारी भरें",
        "description": "<p>Outlook आपसे ईमेल अकाउंट की जानकारी मांगेगा। इसमें निम्नलिखित विवरण दर्ज करें:</p><ul><li><b>Name:</b> आपका पूरा नाम</li><li><b>Email Address:</b> आपका ईमेल पता (जैसे example@gmail.com)</li><li><b>Password:</b> आपके ईमेल अकाउंट का पासवर्ड</li></ul>"
      },
      {
        "heading": "4. अकाउंट सेटअप टाइप चुनें (IMAP या POP3)",
        "description": "<p>Outlook आमतौर पर अकाउंट सेटिंग्स को स्वचालित रूप से कॉन्फ़िगर करता है, लेकिन यदि आपको मैन्युअल रूप से सेटअप करना है, तो आप IMAP या POP3 का चयन कर सकते हैं:</p><ul><li><b>IMAP:</b> ईमेल को सर्वर पर संग्रहीत रखता है और सभी डिवाइस पर सिंक करता है। (सुझाव: अधिकतर यूजर्स के लिए उपयुक्त)</li><li><b>POP3:</b> ईमेल को आपके कंप्यूटर पर डाउनलोड करता है और सर्वर से डिलीट कर सकता है।</li></ul>"
      },
      {
        "heading": "5. Incoming और Outgoing Server सेटिंग्स भरें (मैन्युअल सेटअप के लिए)",
        "description": "<p>यदि आप मैन्युअल रूप से ईमेल सेटअप कर रहे हैं, तो आपको IMAP/POP3 और SMTP सर्वर की जानकारी भरनी होगी:</p><ul><li><b>IMAP Server:</b> imap.gmail.com (Google Mail के लिए)</li><li><b>POP3 Server:</b> pop.gmail.com (Google Mail के लिए)</li><li><b>SMTP Server:</b> smtp.gmail.com</li><li><b>Port Numbers:</b> IMAP - 993, POP3 - 995, SMTP - 587</li></ul>"
      },
      {
        "heading": "6. अकाउंट सेटअप पूरा करें",
        "description": "<p>सभी जानकारियों को भरने के बाद **Next** पर क्लिक करें और Outlook आपके अकाउंट की सेटिंग्स को वेरिफाई करेगा।</p><p>यदि सब कुछ सही है, तो **Finish** पर क्लिक करें और आपका अकाउंट Outlook में जुड़ जाएगा।</p>"
      },
      {
        "heading": "7. Test और Sync करें",
        "description": "<p>Outlook से अपने ईमेल भेजकर और प्राप्त करके जाँच करें कि सबकुछ सही से काम कर रहा है या नहीं।</p>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>MS Outlook एक शक्तिशाली ईमेल मैनेजमेंट टूल है जो व्यक्तिगत और व्यावसायिक उपयोग के लिए उपयुक्त है। ईमेल अकाउंट सेटअप करना आसान है और Outlook आपको कई उन्नत सुविधाएँ प्रदान करता है, जैसे कि कैलेंडर, नोट्स, और टास्क मैनेजमेंट।</p>"
      }
    ]
  }
  