{
  "title": "MS PowerPoint - File Tab",
  "content": [
    {
      "heading": "File Tab का परिचय",
      "description": "<p>MS PowerPoint में File Tab को 'Backstage View' भी कहा जाता है। यह प्रेजेंटेशन फाइल्स से संबंधित सभी कार्यों के लिए एक केंद्रीकृत स्थान प्रदान करता है, जैसे फाइल बनाना, खोलना, सेव करना, प्रिंट करना, और शेयर करना।</p><ul><li><b>मुख्य भूमिका:</b> प्रेजेंटेशन फाइल प्रबंधन</li><li><b>प्रमुख कार्य:</b> New, Open, Save, Save As, Print, Share, Export, और Options</li><li><b>पहली बार पेश:</b> PowerPoint 2010 में</li></ul>"
    },
    {
      "heading": "File Tab के प्रमुख विकल्प",
      "description": "<p>File Tab में निम्नलिखित मुख्य विकल्प होते हैं:</p><ul><li><b>New:</b> नई प्रेजेंटेशन बनाना (ब्लैंक या टेम्प्लेट से)।</li><li><b>Open:</b> पहले से सेव की गई प्रेजेंटेशन को खोलना।</li><li><b>Save:</b> मौजूदा प्रेजेंटेशन को सेव करना।</li><li><b>Save As:</b> फाइल का नाम बदलकर या अलग फॉर्मेट में सेव करना (जैसे PDF, Video)।</li><li><b>Print:</b> प्रेजेंटेशन को प्रिंट करना और प्रिंट सेटिंग्स मैनेज करना।</li><li><b>Share:</b> फाइल को ईमेल, लिंक या क्लाउड के माध्यम से शेयर करना।</li><li><b>Export:</b> प्रेजेंटेशन को PDF, वीडियो, या इमेज फॉर्मेट में एक्सपोर्ट करना।</li><li><b>Close:</b> फाइल को बंद करना।</li><li><b>Options:</b> PowerPoint सेटिंग्स और प्रेफरेंसेस बदलना।</li></ul>"
    },
    {
      "heading": "File Tab का उपयोग क्यों आवश्यक है?",
      "description": "<p>File Tab प्रेजेंटेशन फाइल के निर्माण और प्रबंधन के लिए बेहद महत्वपूर्ण है:</p><ul><li><b>फाइल सेव और बैकअप:</b> काम सुरक्षित रखने के लिए नियमित सेविंग।</li><li><b>विभिन्न फॉर्मेट में सेविंग:</b> अलग-अलग जरूरतों के अनुसार फाइल एक्सपोर्ट करना।</li><li><b>फाइल शेयरिंग:</b> टीम के साथ सहयोग के लिए फाइल शेयर करना।</li><li><b>प्रिंटिंग और प्रिंट प्रीव्यू:</b> ऑफलाइन उपयोग या प्रस्तुतिकरण के लिए फाइल प्रिंट करना।</li></ul>"
    },
    {
      "heading": "निष्कर्ष",
      "description": "<p>File Tab MS PowerPoint का एक अत्यंत महत्वपूर्ण भाग है जो फाइल प्रबंधन से संबंधित सभी आवश्यक कार्यों को सुविधाजनक बनाता है। इसकी सहायता से उपयोगकर्ता प्रेजेंटेशन को कुशलतापूर्वक सेव, शेयर, प्रिंट और एक्सपोर्ट कर सकते हैं।</p>"
    }
  ]
}