{
    "title": "MS PowerPoint Animation Tab",
    "content": [
      {
        "heading": "Animation Tab का परिचय",
        "description": "<p>Animation Tab का उपयोग स्लाइड में विभिन्न प्रकार के एनीमेशन जोड़ने और उन्हें नियंत्रित करने के लिए किया जाता है। यह प्रस्तुति को अधिक प्रभावी और आकर्षक बनाता है।</p>"
      },
      {
        "heading": "Animation Tab के मुख्य Groups और उनके Elements",
        "description": "<p>Animation Tab विभिन्न ग्रुप्स में विभाजित होता है, जो स्लाइड पर एनीमेशन प्रभाव लागू करने और उन्हें प्रबंधित करने की सुविधा प्रदान करते हैं:</p>"
      },
      {
        "heading": "1. Preview Group",
        "description": "<p>यह ग्रुप जोड़े गए एनीमेशन प्रभावों का पूर्वावलोकन (Preview) करने के लिए उपयोग किया जाता है।</p><ul><li><b>Preview:</b> जोड़े गए एनीमेशन प्रभावों को देखने के लिए।</li></ul>"
      },
      {
        "heading": "2. Animation Group",
        "description": "<p>यह ग्रुप स्लाइड पर विभिन्न प्रकार के एनीमेशन लागू करने की सुविधा प्रदान करता है।</p><ul><li><b>Entrance Effects:</b> ऑब्जेक्ट को स्लाइड पर लाने के लिए (जैसे Fade, Fly In, Bounce आदि)।</li><li><b>Emphasis Effects:</b> स्लाइड में मौजूद ऑब्जेक्ट को हाइलाइट करने के लिए (जैसे Spin, Pulse, Grow & Shrink आदि)।</li><li><b>Exit Effects:</b> ऑब्जेक्ट को स्लाइड से हटाने के लिए (जैसे Fade Out, Fly Out, Disappear आदि)।</li><li><b>Motion Paths:</b> ऑब्जेक्ट को कस्टम पथ पर चलाने के लिए (जैसे Line, Arc, Turn, Custom Path आदि)।</li></ul>"
      },
      {
        "heading": "3. Advanced Animation Group",
        "description": "<p>यह ग्रुप स्लाइड में अधिक उन्नत एनीमेशन सेटिंग्स जोड़ने के लिए उपयोग किया जाता है।</p><ul><li><b>Add Animation:</b> किसी ऑब्जेक्ट में एक से अधिक एनीमेशन जोड़ने के लिए।</li><li><b>Animation Pane:</b> सभी जोड़े गए एनीमेशन को सूचीबद्ध करने और उन्हें नियंत्रित करने के लिए।</li><li><b>Trigger:</b> एनीमेशन को किसी विशेष एक्शन (जैसे क्लिक) के आधार पर शुरू करने के लिए।</li></ul>"
      },
      {
        "heading": "4. Timing Group",
        "description": "<p>यह ग्रुप एनीमेशन की समय-सीमा और अनुक्रम को नियंत्रित करने के लिए उपयोग किया जाता है।</p><ul><li><b>Start:</b> यह निर्धारित करने के लिए कि एनीमेशन कब शुरू होगा (On Click, With Previous, After Previous)।</li><li><b>Duration:</b> एनीमेशन को पूरा होने में लगने वाला समय सेट करने के लिए।</li><li><b>Delay:</b> एनीमेशन शुरू होने में देरी जोड़ने के लिए।</li></ul>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>Animation Tab का उपयोग प्रस्तुति में गतिशीलता और दृश्य प्रभाव जोड़ने के लिए किया जाता है। यह प्रस्तुति को अधिक पेशेवर और प्रभावशाली बनाने में मदद करता है, जिससे दर्शकों का ध्यान आकर्षित होता है।</p>"
      }
    ]
  }
  