{
    "title": "MS PowerPoint Insert Tab",
    "content": [
      {
        "heading": "Insert Tab का परिचय",
        "description": "<p>Insert Tab का उपयोग प्रेजेंटेशन में विभिन्न प्रकार के एलिमेंट्स (जैसे कि टेबल, चित्र, वीडियो, चार्ट, टेक्स्ट बॉक्स आदि) जोड़ने के लिए किया जाता है।</p>"
      },
      {
        "heading": "Insert Tab के मुख्य Groups और उनके Elements",
        "description": "<p>Insert Tab में कई Groups होते हैं, जिनमें विभिन्न टूल्स मौजूद होते हैं:</p>"
      },
      {
        "heading": "1. Slides Group",
        "description": "<p>यह ग्रुप नई स्लाइड जोड़ने से संबंधित विकल्प प्रदान करता है।</p><ul><li><b>New Slide (Ctrl + M):</b> प्रेजेंटेशन में नई स्लाइड जोड़ने के लिए।</li></ul>"
      },
      {
        "heading": "2. Tables Group",
        "description": "<p>इस ग्रुप का उपयोग प्रेजेंटेशन में टेबल जोड़ने के लिए किया जाता है।</p><ul><li><b>Table:</b> पंक्तियों और स्तंभों के साथ टेबल बनाने के लिए।</li></ul>"
      },
      {
        "heading": "3. Images Group",
        "description": "<p>यह ग्रुप प्रेजेंटेशन में विभिन्न प्रकार की इमेज जोड़ने की सुविधा देता है।</p><ul><li><b>Pictures:</b> कंप्यूटर से इमेज डालने के लिए।</li><li><b>Online Pictures:</b> इंटरनेट से इमेज जोड़ने के लिए।</li><li><b>Screenshot:</b> स्क्रीन पर मौजूद किसी विंडो का स्क्रीनशॉट जोड़ने के लिए।</li></ul>"
      },
      {
        "heading": "4. Illustrations Group",
        "description": "<p>यह ग्रुप प्रेजेंटेशन को विज़ुअली आकर्षक बनाने के लिए विभिन्न टूल्स प्रदान करता है।</p><ul><li><b>Shapes:</b> विभिन्न प्रकार की आकृतियाँ जोड़ने के लिए।</li><li><b>Icons:</b> विभिन्न प्रकार के आइकॉन जोड़ने के लिए।</li><li><b>SmartArt:</b> ग्राफ़िक्स और आरेख जोड़ने के लिए।</li><li><b>Chart:</b> डेटा विज़ुअलाइज़ेशन के लिए चार्ट जोड़ने के लिए।</li></ul>"
      },
      {
        "heading": "5. Text Group",
        "description": "<p>यह ग्रुप स्लाइड में टेक्स्ट जोड़ने से संबंधित है।</p><ul><li><b>Text Box:</b> कस्टम टेक्स्ट जोड़ने के लिए।</li><li><b>Header & Footer:</b> स्लाइड के हेडर और फुटर में टेक्स्ट जोड़ने के लिए।</li><li><b>WordArt:</b> स्टाइलिश टेक्स्ट जोड़ने के लिए।</li><li><b>Date & Time:</b> वर्तमान तिथि और समय जोड़ने के लिए।</li><li><b>Slide Number:</b> स्लाइड नंबर जोड़ने के लिए।</li><li><b>Object:</b> अन्य फाइलें या ऑब्जेक्ट्स जोड़ने के लिए।</li></ul>"
      },
      {
        "heading": "6. Media Group",
        "description": "<p>यह ग्रुप मल्टीमीडिया एलिमेंट्स जोड़ने की सुविधा प्रदान करता है।</p><ul><li><b>Video:</b> वीडियो फाइल जोड़ने के लिए।</li><li><b>Audio:</b> ऑडियो फाइल जोड़ने के लिए।</li><li><b>Screen Recording:</b> स्क्रीन रिकॉर्डिंग जोड़ने के लिए।</li></ul>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>Insert Tab का उपयोग करके उपयोगकर्ता प्रेजेंटेशन को और अधिक प्रभावशाली बना सकता है। इसमें टेक्स्ट, इमेज, टेबल, चार्ट, वीडियो और अन्य विज़ुअल एलिमेंट्स जोड़कर प्रेजेंटेशन को आकर्षक और जानकारीपूर्ण बनाया जा सकता है।</p>"
      }
    ]
  }
  