{
    "title": "MS PowerPoint Review Tab",
    "content": [
      {
        "heading": "Review Tab का परिचय",
        "description": "<p>Review Tab का उपयोग प्रेजेंटेशन की सामग्री की समीक्षा, संपादन, और सहयोगी टिप्पणी जोड़ने के लिए किया जाता है। यह विशेष रूप से वर्तनी जांच (Spelling Check), अनुवाद (Translation), टिप्पणी (Comments) और तुलना (Compare) जैसी सुविधाएँ प्रदान करता है।</p>"
      },
      {
        "heading": "Review Tab के मुख्य Groups और उनके Elements",
        "description": "<p>Review Tab विभिन्न ग्रुप्स में विभाजित होता है, जो प्रेजेंटेशन की गुणवत्ता सुधारने और सहयोग को आसान बनाने में मदद करते हैं:</p>"
      },
      {
        "heading": "1. Proofing Group",
        "description": "<p>यह ग्रुप प्रेजेंटेशन की वर्तनी और व्याकरण जांचने के लिए उपयोग किया जाता है।</p><ul><li><b>Spelling:</b> प्रेजेंटेशन में वर्तनी (Spelling) की जांच करने के लिए। (Shortcut: F7)</li><li><b>Thesaurus:</b> शब्दों के समानार्थी शब्द (Synonyms) खोजने के लिए।</li><li><b>Translate:</b> चयनित टेक्स्ट का अनुवाद करने के लिए।</li></ul>"
      },
      {
        "heading": "2. Accessibility Group",
        "description": "<p>यह ग्रुप प्रेजेंटेशन को सभी उपयोगकर्ताओं के लिए सुलभ (Accessible) बनाने के लिए उपयोग किया जाता है।</p><ul><li><b>Check Accessibility:</b> यह जांचने के लिए कि प्रेजेंटेशन विकलांग उपयोगकर्ताओं के लिए सुलभ है या नहीं।</li></ul>"
      },
      {
        "heading": "3. Comments Group",
        "description": "<p>यह ग्रुप स्लाइड्स पर टिप्पणी जोड़ने और उन्हें प्रबंधित करने के लिए उपयोग किया जाता है।</p><ul><li><b>New Comment:</b> वर्तमान स्लाइड पर एक नई टिप्पणी जोड़ने के लिए।</li><li><b>Delete:</b> चयनित टिप्पणी को हटाने के लिए।</li><li><b>Previous / Next:</b> स्लाइड में पिछली या अगली टिप्पणी पर जाने के लिए।</li><li><b>Show Comments:</b> सभी टिप्पणियाँ दिखाने के लिए।</li></ul>"
      },
      {
        "heading": "4. Compare Group",
        "description": "<p>यह ग्रुप दो PowerPoint फ़ाइलों की तुलना करने के लिए उपयोग किया जाता है।</p><ul><li><b>Compare:</b> दो प्रेजेंटेशन फ़ाइलों की तुलना करने और उनके बीच के अंतर देखने के लिए।</li></ul>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>Review Tab का उपयोग प्रेजेंटेशन की समीक्षा, वर्तनी सुधारने, टिप्पणियाँ जोड़ने और दस्तावेज़ों की तुलना करने के लिए किया जाता है। यह टैब विशेष रूप से टीमवर्क और सहयोगी संपादन (Collaborative Editing) के लिए उपयोगी है।</p>"
      }
    ]
  }
  