{
    "title": "MS PowerPoint Transition Tab",
    "content": [
      {
        "heading": "Transition Tab का परिचय",
        "description": "<p>Transition Tab का उपयोग स्लाइड्स के बीच ट्रांज़िशन प्रभाव जोड़ने के लिए किया जाता है। यह प्रस्तुति को अधिक आकर्षक और पेशेवर बनाता है।</p>"
      },
      {
        "heading": "Transition Tab के मुख्य Groups और उनके Elements",
        "description": "<p>Transition Tab विभिन्न ग्रुप्स में विभाजित होता है, जो स्लाइड के ट्रांज़िशन प्रभावों को लागू करने और उन्हें नियंत्रित करने की सुविधा प्रदान करते हैं:</p>"
      },
      {
        "heading": "1. Preview Group",
        "description": "<p>यह ग्रुप जोड़े गए ट्रांज़िशन प्रभावों का पूर्वावलोकन (Preview) करने के लिए उपयोग किया जाता है।</p><ul><li><b>Preview:</b> जोड़े गए ट्रांज़िशन प्रभाव को देखने के लिए।</li></ul>"
      },
      {
        "heading": "2. Transition to This Slide Group",
        "description": "<p>यह ग्रुप विभिन्न प्रकार के ट्रांज़िशन प्रभाव प्रदान करता है।</p><ul><li><b>Transitions:</b> विभिन्न प्रकार के स्लाइड ट्रांज़िशन प्रभाव लागू करने के लिए (जैसे Fade, Push, Wipe, Split, Reveal, Morph आदि)।</li><li><b>Effect Options:</b> चयनित ट्रांज़िशन प्रभाव को अनुकूलित करने के लिए (जैसे दिशा, गति आदि बदलना)।</li></ul>"
      },
      {
        "heading": "3. Timing Group",
        "description": "<p>यह ग्रुप ट्रांज़िशन की गति और समय-सीमा को नियंत्रित करने के लिए उपयोग किया जाता है।</p><ul><li><b>Sound:</b> ट्रांज़िशन के साथ ध्वनि जोड़ने के लिए।</li><li><b>Duration:</b> ट्रांज़िशन को पूरा होने में लगने वाला समय सेट करने के लिए।</li><li><b>Apply To All:</b> पूरे प्रेजेंटेशन में एक समान ट्रांज़िशन लागू करने के लिए।</li><li><b>Advance Slide:</b> ट्रांज़िशन को मैन्युअली (On Click) या स्वचालित रूप से (After Time) शुरू करने के लिए।</li></ul>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>Transition Tab का उपयोग प्रेजेंटेशन में स्लाइड्स के बीच स्मूथ और प्रभावशाली बदलाव लाने के लिए किया जाता है। सही ट्रांज़िशन प्रभाव का उपयोग करके, आप अपने प्रेजेंटेशन को अधिक आकर्षक और पेशेवर बना सकते हैं।</p>"
      }
    ]
  }
  