{
    "title": "कंप्यूटर प्रोग्रामिंग का बेसिक (HTML, CSS, Python का परिचय)",
    "content": [
      {
        "heading": "1. कंप्यूटर प्रोग्रामिंग का परिचय",
        "description": "<p>कंप्यूटर प्रोग्रामिंग वह प्रक्रिया है जिसके माध्यम से हम कंप्यूटर को निर्देश देते हैं कि वह क्या कार्य करे। इसमें विभिन्न प्रोग्रामिंग भाषाओं (जैसे HTML, CSS, Python) का उपयोग किया जाता है।</p>"
      },
      {
        "heading": "2. HTML (HyperText Markup Language) का परिचय",
        "description": "<p>HTML (हाइपरटेक्स्ट मार्कअप लैंग्वेज) वेब पेज बनाने के लिए उपयोग की जाने वाली भाषा है। यह वेब पेज की संरचना (Structure) को परिभाषित करती है।</p>"
      },
      {
        "heading": "3. HTML के प्रमुख तत्व",
        "description": "<ul><li><b>&lt;html&gt;:</b> यह HTML डॉक्यूमेंट की शुरुआत को दर्शाता है।</li><li><b>&lt;head&gt;:</b> इसमें मेटा जानकारी, टाइटल, और CSS/JS फाइल्स जोड़ी जाती हैं।</li><li><b>&lt;body&gt;:</b> इसमें वेब पेज की मुख्य सामग्री (Text, Images, Links) होती है।</li><li><b>&lt;p&gt;:</b> पैराग्राफ जोड़ने के लिए प्रयोग किया जाता है।</li><li><b>&lt;a&gt;:</b> हाइपरलिंक जोड़ने के लिए उपयोग किया जाता है।</li></ul>"
      },
      {
        "heading": "4. CSS (Cascading Style Sheets) का परिचय",
        "description": "<p>CSS (कैस्केडिंग स्टाइल शीट्स) एक स्टाइलिंग भाषा है जो HTML एलिमेंट्स को सुंदर और आकर्षक बनाने के लिए उपयोग की जाती है।</p>"
      },
      {
        "heading": "5. CSS के प्रकार",
        "description": "<ul><li><b>इनलाइन CSS:</b> HTML एलिमेंट में सीधे स्टाइल जोड़ने के लिए।</li><li><b>इंटरनल CSS:</b> HTML डॉक्यूमेंट के अंदर &lt;style&gt; टैग के माध्यम से।</li><li><b>एक्सटर्नल CSS:</b> अलग CSS फाइल (.css) में स्टाइलिंग को परिभाषित किया जाता है।</li></ul>"
      },
      {
        "heading": "6. CSS के प्रमुख प्रॉपर्टीज",
        "description": "<ul><li><b>color:</b> टेक्स्ट का रंग बदलने के लिए।</li><li><b>background-color:</b> बैकग्राउंड का रंग बदलने के लिए।</li><li><b>font-size:</b> टेक्स्ट के आकार को नियंत्रित करने के लिए।</li><li><b>margin:</b> बॉक्स के चारों ओर स्पेस देने के लिए।</li><li><b>padding:</b> कंटेंट के चारों ओर स्पेस देने के लिए।</li></ul>"
      },
      {
        "heading": "7. Python का परिचय",
        "description": "<p>Python एक उच्च-स्तरीय (High-Level) प्रोग्रामिंग भाषा है जो सिंपल और पठनीय (Readable) होती है। यह वेब डेवलपमेंट, डेटा साइंस, मशीन लर्निंग, और ऑटोमेशन में उपयोग की जाती है।</p>"
      },
      {
        "heading": "8. Python की विशेषताएँ",
        "description": "<ul><li><b>सरल और पढ़ने में आसान:</b> इसका सिंटैक्स बहुत सरल होता है।</li><li><b>बहुउद्देश्यीय:</b> वेब डेवलपमेंट, डेटा साइंस, AI, गेम डेवलपमेंट में उपयोग।</li><li><b>बड़े पुस्तकालय (Libraries):</b> Numpy, Pandas, Matplotlib, TensorFlow जैसी कई लाइब्रेरी उपलब्ध हैं।</li></ul>"
      },
      {
        "heading": "9. Python का सिंटैक्स",
        "description": "<p>Python का सिंटैक्स बहुत सरल होता है। नीचे एक साधारण प्रोग्राम का उदाहरण दिया गया है:</p><pre><code>print(\"Hello, World!\")</code></pre><p>यह कोड \"Hello, World!\" स्क्रीन पर प्रिंट करेगा।</p>"
      },
      {
        "heading": "10. Python में वेरिएबल और डेटा टाइप्स",
        "description": "<ul><li><b>Integer:</b> संख्याएँ (जैसे 10, 20, 30)।</li><li><b>Float:</b> दशमलव वाली संख्याएँ (जैसे 3.14, 2.5)।</li><li><b>String:</b> टेक्स्ट (जैसे \"Hello\").</li><li><b>Boolean:</b> True या False मान।</li></ul>"
      },
      {
        "heading": "11. Python में लूप्स",
        "description": "<p>Python में दो प्रकार के लूप होते हैं:</p><ul><li><b>for लूप:</b> एक निश्चित संख्या में दोहराने के लिए।</li><li><b>while लूप:</b> जब तक कोई शर्त सही होती है, तब तक दोहराता है।</li></ul><pre><code>for i in range(5):\n    print(i)  # 0 से 4 तक प्रिंट करेगा</code></pre>"
      },
      {
        "heading": "12. Python में फ़ंक्शन",
        "description": "<p>Python में फ़ंक्शन कोड को पुनः उपयोग करने के लिए बनाए जाते हैं।</p><pre><code>def greet(name):\n    print(\"Hello, \" + name)\ngreet(\"Rahul\")</code></pre>"
      },
      {
        "heading": "13. HTML, CSS और Python का अनुप्रयोग",
        "description": "<ul><li><b>वेब डेवलपमेंट:</b> HTML और CSS वेबसाइट्स बनाने के लिए और Python बैकएंड में उपयोग होता है।</li><li><b>डेटा साइंस:</b> Python डेटा एनालिसिस और मशीन लर्निंग में उपयोग होता है।</li><li><b>साइबर सिक्योरिटी:</b> Python ऑटोमेशन और सिक्योरिटी टूल्स बनाने में मदद करता है।</li></ul>"
      },
      {
        "heading": "14. निष्कर्ष",
        "description": "<p>HTML, CSS और Python प्रोग्रामिंग की बुनियादी भाषाएँ हैं। HTML और CSS का उपयोग वेब पेज डिज़ाइन करने में किया जाता है, जबकि Python एक बहुउद्देश्यीय भाषा है जो वेब, डेटा साइंस और ऑटोमेशन में उपयोग की जाती है।</p>"
      }
    ]
  }
  