{
    "title": "Cyber Security और Data Protection",
    "content": [
      {
        "heading": "1. साइबर सुरक्षा (Cyber Security) का परिचय",
        "description": "<p>साइबर सुरक्षा (Cyber Security) एक तकनीकी उपायों का सेट है जिसका उद्देश्य कंप्यूटर सिस्टम, नेटवर्क, डेटा और व्यक्तिगत जानकारी को अनधिकृत पहुंच, साइबर हमलों, और डेटा चोरी से सुरक्षित रखना है।</p>"
      },
      {
        "heading": "2. साइबर सुरक्षा के प्रकार",
        "description": "<ul><li><b>नेटवर्क सुरक्षा (Network Security):</b> नेटवर्क को अनधिकृत पहुंच और साइबर हमलों से बचाने के लिए।</li><li><b>एंडपॉइंट सुरक्षा (Endpoint Security):</b> कंप्यूटर, मोबाइल, और अन्य उपकरणों की सुरक्षा।</li><li><b>इंटरनेट सुरक्षा (Internet Security):</b> ब्राउज़िंग, ऑनलाइन ट्रांजैक्शन, और वेब गतिविधियों की सुरक्षा।</li><li><b>क्लाउड सुरक्षा (Cloud Security):</b> क्लाउड स्टोरेज और क्लाउड कंप्यूटिंग सेवाओं की सुरक्षा।</li><li><b>एप्लिकेशन सुरक्षा (Application Security):</b> सॉफ़्टवेयर और एप्लिकेशन को साइबर खतरों से बचाने के लिए।</li></ul>"
      },
      {
        "heading": "3. साइबर खतरों के प्रकार",
        "description": "<ul><li><b>मैलवेयर (Malware):</b> वायरस, वॉर्म्स, ट्रोजन, स्पाईवेयर जो सिस्टम को नुकसान पहुंचाते हैं।</li><li><b>फिशिंग (Phishing):</b> धोखाधड़ी वाले ईमेल या वेबसाइट्स द्वारा व्यक्तिगत जानकारी चुराने का प्रयास।</li><li><b>रैनसमवेयर (Ransomware):</b> डेटा को लॉक करके फिरौती मांगने वाला साइबर हमला।</li><li><b>डीडीओएस (DDoS) अटैक:</b> किसी वेबसाइट या सर्वर को ट्रैफिक से भरकर डाउन कर देना।</li><li><b>सोशल इंजीनियरिंग (Social Engineering):</b> लोगों को गुमराह करके संवेदनशील जानकारी प्राप्त करना।</li></ul>"
      },
      {
        "heading": "4. डेटा प्रोटेक्शन (Data Protection) क्या है?",
        "description": "<p>डेटा प्रोटेक्शन का मतलब है व्यक्तिगत और संगठनों के डेटा को सुरक्षित रखना ताकि यह अनधिकृत व्यक्तियों या साइबर अपराधियों के हाथ में न जाए।</p>"
      },
      {
        "heading": "5. डेटा सुरक्षा के मुख्य उपाय",
        "description": "<ul><li><b>एन्क्रिप्शन (Encryption):</b> डेटा को सुरक्षित रखने के लिए उसे कोड में परिवर्तित करना।</li><li><b>मल्टी-फैक्टर ऑथेंटिकेशन (MFA):</b> लॉगिन सुरक्षा बढ़ाने के लिए पासवर्ड के साथ OTP या बायोमेट्रिक का उपयोग।</li><li><b>सुरक्षित पासवर्ड प्रबंधन:</b> जटिल और अद्वितीय पासवर्ड का उपयोग करें और नियमित रूप से बदलें।</li><li><b>एंटीवायरस और फायरवॉल:</b> मैलवेयर और साइबर खतरों को रोकने के लिए सुरक्षा सॉफ़्टवेयर का उपयोग।</li><li><b>डेटा बैकअप:</b> महत्वपूर्ण डेटा को सुरक्षित स्थानों पर नियमित रूप से बैकअप करना।</li></ul>"
      },
      {
        "heading": "6. GDPR और डेटा सुरक्षा कानून",
        "description": "<p>डेटा सुरक्षा को सुनिश्चित करने के लिए विभिन्न देशों में कानून बनाए गए हैं, जैसे:</p><ul><li><b>GDPR (General Data Protection Regulation):</b> यूरोपियन यूनियन का डेटा सुरक्षा कानून।</li><li><b>CCPA (California Consumer Privacy Act):</b> अमेरिका में डेटा सुरक्षा के लिए लागू कानून।</li><li><b>IT Act 2000:</b> भारत में साइबर सुरक्षा और डेटा सुरक्षा के लिए लागू कानून।</li></ul>"
      },
      {
        "heading": "7. साइबर सुरक्षा टिप्स",
        "description": "<ul><li><b>संभावित स्कैम से बचें:</b> अनजान ईमेल या संदिग्ध लिंक पर क्लिक न करें।</li><li><b>सॉफ़्टवेयर अपडेट करें:</b> हमेशा अपने डिवाइसेस और एप्लिकेशन को अपडेट रखें।</li><li><b>सुरक्षित वाई-फाई का उपयोग करें:</b> सार्वजनिक वाई-फाई नेटवर्क से बचें या VPN का उपयोग करें।</li><li><b>ड्यूल ऑथेंटिकेशन सक्षम करें:</b> लॉगिन सुरक्षा के लिए अतिरिक्त उपाय अपनाएं।</li></ul>"
      },
      {
        "heading": "8. निष्कर्ष",
        "description": "<p>साइबर सुरक्षा और डेटा सुरक्षा आधुनिक डिजिटल युग में अत्यंत आवश्यक हैं। उचित सुरक्षा उपाय अपनाकर हम अपने डेटा को साइबर खतरों से बचा सकते हैं और डिजिटल जीवन को सुरक्षित बना सकते हैं।</p>"
      }
    ]
  }
  