{
    "title": "MS Word Review Tab का पूरा विवरण",
    "content": [
      {
        "heading": "Review Tab का परिचय",
        "description": "<p>Review Tab का उपयोग मुख्य रूप से दस्तावेज़ की वर्तनी और व्याकरण जांचने, टिप्पणियाँ जोड़ने, संपादन को ट्रैक करने और तुलना करने के लिए किया जाता है। यह विशेष रूप से सहकारी संपादन (Collaborative Editing) के लिए बहुत उपयोगी है।</p>"
      },
      {
        "heading": "1. Proofing (प्रूफिंग)",
        "description": "<p>यह समूह दस्तावेज़ में स्पेलिंग और ग्रामर की जाँच करने, शब्दों के अर्थ जानने और अनुवाद करने की सुविधा देता है।</p><ul><li><b>Spelling & Grammar (F7):</b> दस्तावेज़ में वर्तनी और व्याकरण की त्रुटियों की जाँच करता है।</li><li><b>Thesaurus (Shift + F7):</b> समानार्थी और विपरीतार्थक शब्द खोजने की सुविधा देता है।</li><li><b>Word Count:</b> दस्तावेज़ में शब्दों, अक्षरों, पैराग्राफ और पृष्ठों की संख्या दिखाता है।</li><li><b>Translate:</b> चयनित शब्दों या पूरे दस्तावेज़ का अनुवाद करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "2. Language (भाषा)",
        "description": "<p>यह समूह दस्तावेज़ की भाषा सेटिंग्स और टूल्स को नियंत्रित करता है।</p><ul><li><b>Language:</b> दस्तावेज़ के लिए वर्तनी और व्याकरण की भाषा सेट करता है।</li><li><b>Set Proofing Language:</b> दस्तावेज़ में वर्तनी जांचने के लिए भाषा बदलने की सुविधा देता है।</li><li><b>Translate:</b> चयनित टेक्स्ट या पूरे दस्तावेज़ का अनुवाद करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "3. Comments (टिप्पणियाँ)",
        "description": "<p>यह समूह दस्तावेज़ में टिप्पणियाँ जोड़ने, हटाने और उनका प्रबंधन करने की सुविधा देता है।</p><ul><li><b>New Comment:</b> चयनित टेक्स्ट पर नई टिप्पणी जोड़ने की सुविधा देता है।</li><li><b>Delete:</b> एक या सभी टिप्पणियों को हटाने की सुविधा देता है।</li><li><b>Previous / Next Comment:</b> दस्तावेज़ में टिप्पणियों के बीच नेविगेट करने की सुविधा देता है।</li><li><b>Show Comments:</b> दस्तावेज़ में सभी टिप्पणियाँ दिखाने या छिपाने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "4. Tracking (ट्रैकिंग)",
        "description": "<p>यह समूह दस्तावेज़ में सभी संपादनों को ट्रैक करने और उन्हें स्वीकार या अस्वीकार करने की सुविधा देता है।</p><ul><li><b>Track Changes:</b> दस्तावेज़ में सभी संपादनों को हाइलाइट करने और ट्रैक करने की सुविधा देता है।</li><li><b>Simple Markup:</b> संपादनों को सरल रूप में दिखाने की सुविधा देता है।</li><li><b>All Markup:</b> सभी संपादनों और टिप्पणियों को दिखाने की सुविधा देता है।</li><li><b>Show Markup:</b> दस्तावेज़ में कौन-कौन से बदलाव दिखाने हैं, इसे नियंत्रित करता है।</li><li><b>Reviewing Pane:</b> संपादनों और टिप्पणियों को साइड पैनल में दिखाने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "5. Changes (परिवर्तन)",
        "description": "<p>यह समूह ट्रैक किए गए बदलावों को स्वीकार या अस्वीकार करने की सुविधा देता है।</p><ul><li><b>Accept (Alt + Shift + A):</b> चयनित या सभी संपादनों को स्वीकार करने की सुविधा देता है।</li><li><b>Reject (Alt + Shift + R):</b> चयनित या सभी संपादनों को अस्वीकार करने की सुविधा देता है।</li><li><b>Previous / Next Change:</b> दस्तावेज़ में पिछले या अगले बदलाव पर जाने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "6. Compare (तुलना करें)",
        "description": "<p>यह समूह दो दस्तावेज़ों की तुलना करने और अंतर दिखाने की सुविधा देता है।</p><ul><li><b>Compare:</b> दो दस्तावेज़ों की तुलना करने और उनके अंतर को देखने की सुविधा देता है।</li><li><b>Combine:</b> दो दस्तावेज़ों में किए गए संपादनों को मर्ज करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "7. Protect (सुरक्षा)",
        "description": "<p>यह समूह दस्तावेज़ को संपादन, ट्रैकिंग और समीक्षा के लिए सुरक्षित करने की सुविधा देता है।</p><ul><li><b>Restrict Editing:</b> दस्तावेज़ में संपादन को प्रतिबंधित करने की सुविधा देता है।</li><li><b>Block Authors:</b> दस्तावेज़ में कुछ हिस्सों को विशिष्ट उपयोगकर्ताओं के लिए संपादन से रोकने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "Review Tab का महत्व",
        "description": "<p>Review Tab दस्तावेज़ की गुणवत्ता सुधारने, संपादन को ट्रैक करने और सहयोगी कार्य को आसान बनाने में मदद करता है। यह विशेष रूप से तब उपयोगी होता है जब कई लोग एक ही दस्तावेज़ पर काम कर रहे हों।</p>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>MS Word का Review Tab प्रूफिंग, टिप्पणियाँ जोड़ने, संपादनों को ट्रैक करने और दस्तावेज़ सुरक्षा के लिए आवश्यक सुविधाएँ प्रदान करता है। इसका उपयोग सहकारी संपादन और दस्तावेज़ समीक्षा के लिए किया जाता है।</p>"
      }
    ]
  }
  