{
    "title": "MS Word View Tab का पूरा विवरण",
    "content": [
      {
        "heading": "View Tab का परिचय",
        "description": "<p>View Tab का उपयोग दस्तावेज़ को विभिन्न तरीकों से देखने, ज़ूम इन/आउट करने, विंडो को विभाजित करने और विभिन्न व्यू मोड्स को नियंत्रित करने के लिए किया जाता है। यह विशेष रूप से दस्तावेज़ के संपादन और प्रिंटिंग के दौरान उपयोगी होता है।</p>"
      },
      {
        "heading": "1. Views (दृश्य)",
        "description": "<p>यह समूह दस्तावेज़ को विभिन्न दृश्यों में देखने की सुविधा देता है।</p><ul><li><b>Read Mode (Alt + W, F):</b> दस्तावेज़ को पढ़ने के लिए एक सरल इंटरफ़ेस में प्रदर्शित करता है।</li><li><b>Print Layout (Alt + Ctrl + P):</b> दस्तावेज़ को प्रिंटिंग के अनुसार देखने की सुविधा देता है।</li><li><b>Web Layout:</b> दस्तावेज़ को वेबपेज की तरह देखने की सुविधा देता है।</li><li><b>Outline (Alt + Ctrl + O):</b> दस्तावेज़ की रूपरेखा देखने की सुविधा देता है, जिससे संरचना समझने में मदद मिलती है।</li><li><b>Draft (Alt + Ctrl + N):</b> टेक्स्ट-केंद्रित व्यू मोड, जो संपादन के लिए उपयोगी होता है।</li></ul>"
      },
      {
        "heading": "2. Immersive (इमर्सिव व्यू)",
        "description": "<p>यह समूह पढ़ने और ध्यान केंद्रित करने के लिए दस्तावेज़ के दृश्य को अनुकूलित करता है।</p><ul><li><b>Immersive Reader:</b> एक डिस्ट्रैक्शन-फ्री रीडिंग मोड प्रदान करता है।</li><li><b>Read Aloud (Alt + Ctrl + Space):</b> चयनित टेक्स्ट को ज़ोर से पढ़ने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "3. Page Movement (पृष्ठ संचालन)",
        "description": "<p>यह समूह पृष्ठों को स्क्रॉल करने के तरीकों को नियंत्रित करता है।</p><ul><li><b>Vertical:</b> दस्तावेज़ को सामान्य स्क्रॉलिंग मोड में दिखाता है।</li><li><b>Side to Side:</b> दस्तावेज़ को बुक स्टाइल में एक पृष्ठ से दूसरे पृष्ठ पर स्लाइड करके देखने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "4. Show (दिखाएँ)",
        "description": "<p>यह समूह विभिन्न दृश्य घटकों को दिखाने या छिपाने की सुविधा देता है।</p><ul><li><b>Ruler:</b> पृष्ठ पर रूलर दिखाने या छिपाने की सुविधा देता है।</li><li><b>Gridlines:</b> दस्तावेज़ में ग्रिडलाइन दिखाने की सुविधा देता है, जो ऑब्जेक्ट्स को संरेखित करने में मदद करता है।</li><li><b>Navigation Pane (Ctrl + F):</b> दस्तावेज़ में शीर्षकों और पृष्ठों को नेविगेट करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "5. Zoom (ज़ूम)",
        "description": "<p>यह समूह दस्तावेज़ को ज़ूम इन या आउट करने की सुविधा देता है।</p><ul><li><b>Zoom (Alt + W, Q):</b> दस्तावेज़ के दृश्य को ज़ूम इन या आउट करने की सुविधा देता है।</li><li><b>100%:</b> ज़ूम को डिफ़ॉल्ट 100% पर सेट करता है।</li><li><b>One Page:</b> एक बार में एक पृष्ठ देखने की सुविधा देता है।</li><li><b>Multiple Pages:</b> एक साथ कई पृष्ठों को देखने की सुविधा देता है।</li><li><b>Page Width:</b> दस्तावेज़ को पृष्ठ की पूरी चौड़ाई में दिखाने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "6. Window (विंडो प्रबंधन)",
        "description": "<p>यह समूह एक से अधिक दस्तावेज़ों को संभालने और उनका प्रबंधन करने की सुविधा देता है।</p><ul><li><b>New Window:</b> वर्तमान दस्तावेज़ की एक नई विंडो खोलने की सुविधा देता है।</li><li><b>Arrange All:</b> सभी खुले दस्तावेज़ों को व्यवस्थित करने की सुविधा देता है।</li><li><b>Split:</b> एक ही दस्तावेज़ को दो हिस्सों में विभाजित करने की सुविधा देता है, जिससे विभिन्न भागों को एक साथ देखा जा सकता है।</li><li><b>View Side by Side:</b> दो दस्तावेज़ों की तुलना करने के लिए उन्हें एक साथ देखने की सुविधा देता है।</li><li><b>Synchronize Scrolling:</b> Side by Side व्यू में स्क्रॉलिंग को सिंक्रनाइज़ करने की सुविधा देता है।</li><li><b>Switch Windows:</b> खुले हुए दस्तावेज़ों के बीच स्विच करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "7. Macros (मैक्रोज़)",
        "description": "<p>यह समूह दस्तावेज़ में मैक्रो रिकॉर्ड और प्ले करने की सुविधा देता है।</p><ul><li><b>Macros (Alt + F8):</b> मैक्रो रिकॉर्ड, चलाने और प्रबंधित करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "View Tab का महत्व",
        "description": "<p>View Tab उपयोगकर्ताओं को दस्तावेज़ को विभिन्न रूपों में देखने और संपादित करने की सुविधा देता है। यह पृष्ठ लेआउट को नियंत्रित करने, ज़ूम इन/आउट करने, विंडो प्रबंधन और नेविगेशन को आसान बनाने में मदद करता है।</p>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>MS Word का View Tab दस्तावेज़ को देखने और संपादित करने के लिए आवश्यक टूल्स प्रदान करता है। यह उपयोगकर्ताओं को विभिन्न दृश्य विकल्पों, ज़ूम सेटिंग्स, और विंडो प्रबंधन सुविधाओं का उपयोग करने की अनुमति देता है, जिससे दस्तावेज़ संपादन और नेविगेशन आसान हो जाता है।</p>"
      }
    ]
  }
  