{
    "title": "MS Word File Tab का पूरा विवरण",
    "content": [
      {
        "heading": "File Tab का परिचय",
        "description": "<p>File Tab को 'Backstage View' भी कहा जाता है। यह MS Word में विभिन्न फाइल-संबंधी क्रियाओं को नियंत्रित करता है, जैसे कि नई फाइल बनाना, सेव करना, प्रिंट करना, शेयर करना और फाइल से संबंधित अन्य सेटिंग्स को एक्सेस करना।</p>"
      },
      {
        "heading": "1. Info (जानकारी)",
        "description": "<p>यह विकल्प वर्तमान डॉक्यूमेंट की जानकारी दिखाता है और सुरक्षा, अनुमति और वर्जन हिस्ट्री को नियंत्रित करता है।</p><ul><li><b>Protect Document:</b> फाइल को पासवर्ड से सुरक्षित करने या अनधिकृत संपादन से बचाने के लिए उपयोग किया जाता है।</li><li><b>Inspect Document:</b> दस्तावेज़ से छिपी हुई जानकारी (Metadata) हटाने के लिए उपयोग किया जाता है।</li><li><b>Manage Versions:</b> पुरानी सेव की गई वर्ज़न हिस्ट्री को देखने और पुनः प्राप्त करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "2. New (नया दस्तावेज़)",
        "description": "<p>यह विकल्प उपयोगकर्ता को नया डॉक्यूमेंट बनाने की सुविधा देता है।</p><ul><li><b>Blank Document:</b> एक नया खाली डॉक्यूमेंट बनाता है।</li><li><b>Templates:</b> विभिन्न पूर्व-निर्धारित टेम्पलेट्स का उपयोग करके डॉक्यूमेंट बनाने की सुविधा देता है।</li></ul><p><b>Shortcut:</b> Ctrl + N</p>"
      },
      {
        "heading": "3. Open (फाइल खोलें)",
        "description": "<p>यह विकल्प उपयोगकर्ता को पहले से सेव किए गए डॉक्यूमेंट को खोलने की सुविधा देता है।</p><ul><li><b>Recent Documents:</b> हाल ही में खुले हुए डॉक्यूमेंट्स की सूची दिखाता है।</li><li><b>Browse:</b> कंप्यूटर या क्लाउड स्टोरेज से किसी भी डॉक्यूमेंट को खोलने की सुविधा देता है।</li></ul><p><b>Shortcut:</b> Ctrl + O</p>"
      },
      {
        "heading": "4. Save (सेव करें)",
        "description": "<p>यह विकल्प उपयोगकर्ता को वर्तमान डॉक्यूमेंट को सेव करने की सुविधा देता है।</p><p><b>Shortcut:</b> Ctrl + S</p>"
      },
      {
        "heading": "5. Save As (दूसरे नाम से सेव करें)",
        "description": "<p>यह विकल्प उपयोगकर्ता को वर्तमान डॉक्यूमेंट को नए नाम, लोकेशन या फ़ाइल फॉर्मेट में सेव करने की सुविधा देता है।</p><ul><li><b>Word Document (.docx):</b> डॉक्यूमेंट को Word के डिफ़ॉल्ट फॉर्मेट में सेव करता है।</li><li><b>PDF (.pdf):</b> डॉक्यूमेंट को PDF फाइल के रूप में सेव करता है।</li><li><b>Plain Text (.txt):</b> डॉक्यूमेंट को साधारण टेक्स्ट फाइल में सेव करता है।</li></ul><p><b>Shortcut:</b> F12</p>"
      },
      {
        "heading": "6. Print (प्रिंट करें)",
        "description": "<p>यह विकल्प उपयोगकर्ता को डॉक्यूमेंट का प्रिंट निकालने की सुविधा देता है।</p><ul><li><b>Print Preview:</b> प्रिंट करने से पहले डॉक्यूमेंट कैसा दिखेगा, यह दिखाता है।</li><li><b>Printer Selection:</b> उपलब्ध प्रिंटर से प्रिंट निकालने के लिए प्रिंटर चुनने की सुविधा देता है।</li><li><b>Page Settings:</b> पेपर साइज, मार्जिन, ओरिएंटेशन (Portrait/Landscape) सेट करने की सुविधा देता है।</li></ul><p><b>Shortcut:</b> Ctrl + P</p>"
      },
      {
        "heading": "7. Share (साझा करें)",
        "description": "<p>यह विकल्प उपयोगकर्ता को डॉक्यूमेंट को ईमेल, क्लाउड स्टोरेज, या अन्य प्लेटफॉर्म के माध्यम से साझा करने की सुविधा देता है।</p><ul><li><b>Send via Email:</b> डॉक्यूमेंट को ईमेल के माध्यम से भेजता है।</li><li><b>Share via OneDrive:</b> OneDrive का उपयोग करके डॉक्यूमेंट साझा करता है।</li><li><b>Invite People:</b> अन्य उपयोगकर्ताओं को डॉक्यूमेंट पर काम करने के लिए इनवाइट करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "8. Export (निर्यात करें)",
        "description": "<p>यह विकल्प उपयोगकर्ता को डॉक्यूमेंट को अन्य फ़ाइल फॉर्मेट्स (PDF, XPS, आदि) में बदलने की सुविधा देता है।</p><ul><li><b>Create PDF/XPS Document:</b> डॉक्यूमेंट को PDF या XPS फॉर्मेट में बदलने की सुविधा देता है।</li><li><b>Change File Type:</b> डॉक्यूमेंट को अन्य फॉर्मेट्स में सेव करने की सुविधा देता है, जैसे कि .txt, .rtf, आदि।</li></ul>"
      },
      {
        "heading": "9. Close (बंद करें)",
        "description": "<p>यह विकल्प उपयोगकर्ता को वर्तमान डॉक्यूमेंट को बंद करने की सुविधा देता है।</p><p><b>Shortcut:</b> Ctrl + W</p>"
      },
      {
        "heading": "10. Options (विकल्प)",
        "description": "<p>यह विकल्प उपयोगकर्ता को MS Word के सेटिंग्स और कस्टमाइज़ेशन बदलने की सुविधा देता है।</p><ul><li><b>General:</b> इंटरफेस और उपयोगकर्ता प्राथमिकताओं से संबंधित सेटिंग्स।</li><li><b>Proofing:</b> स्पेलिंग और ग्रामर चेकिंग विकल्प।</li><li><b>Save:</b> ऑटोसेव, फाइल लोकेशन सेटिंग्स।</li><li><b>Language:</b> भाषाओं से संबंधित सेटिंग्स।</li></ul>"
      },
      {
        "heading": "11. Exit (बाहर निकलें)",
        "description": "<p>यह विकल्प उपयोगकर्ता को MS Word को पूरी तरह से बंद करने की सुविधा देता है।</p><p><b>Shortcut:</b> Alt + F4</p>"
      },
      {
        "heading": "File Tab का महत्व",
        "description": "<p>File Tab MS Word में फाइल प्रबंधन का मुख्य केंद्र है। यह उपयोगकर्ताओं को दस्तावेज़ों को खोलने, सेव करने, साझा करने, प्रिंट करने और अन्य आवश्यक फ़ाइल-संबंधी क्रियाओं को करने की सुविधा देता है।</p>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>MS Word में File Tab उपयोगकर्ताओं को उनके डॉक्यूमेंट से संबंधित सभी महत्वपूर्ण कार्यों को करने की सुविधा देता है। इसकी शॉर्टकट कीज़ को सीखकर आप अपने कार्य को अधिक तेज़ और प्रभावी बना सकते हैं।</p>"
      }
    ]
  }
  