{
    "title": "MS Word Layout Tab का पूरा विवरण",
    "content": [
      {
        "heading": "Layout Tab का परिचय",
        "description": "<p>Layout Tab का उपयोग दस्तावेज़ के पृष्ठ लेआउट को नियंत्रित करने के लिए किया जाता है। इसमें मार्जिन, ओरिएंटेशन, कॉलम, इंडेंटेशन और स्पेसिंग जैसी सुविधाएँ शामिल हैं।</p>"
      },
      {
        "heading": "1. Page Setup (पृष्ठ सेटअप)",
        "description": "<p>यह समूह पृष्ठ के मार्जिन, आकार और ओरिएंटेशन को सेट करने की सुविधा देता है।</p><ul><li><b>Margins:</b> दस्तावेज़ के मार्जिन (ऊपर, नीचे, बाएँ, दाएँ) सेट करता है।</li><li><b>Orientation:</b> पृष्ठ को Portrait (लंबवत) या Landscape (क्षैतिज) मोड में बदलने की सुविधा देता है।</li><li><b>Size:</b> पृष्ठ के आकार को A4, Letter, Legal आदि में बदलने की सुविधा देता है।</li><li><b>Columns:</b> टेक्स्ट को एक से अधिक कॉलम में विभाजित करने की सुविधा देता है।</li><li><b>Breaks:</b> पेज ब्रेक, सेक्शन ब्रेक और कॉलम ब्रेक जोड़ने की सुविधा देता है।</li><li><b>Line Numbers:</b> पंक्तियों को स्वचालित रूप से नंबर देने की सुविधा देता है।</li><li><b>Hyphenation:</b> लंबे शब्दों को स्वचालित रूप से हाइफ़नेट करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "2. Paragraph (पैराग्राफ़)",
        "description": "<p>यह समूह पैराग्राफ़ के इंडेंट और स्पेसिंग को नियंत्रित करता है।</p><ul><li><b>Indent (इंडेंटेशन):</b> टेक्स्ट को बाएँ या दाएँ इंडेंट करने की सुविधा देता है।</li><li><b>Spacing (स्पेसिंग):</b> पैराग्राफ़ के पहले और बाद में स्पेस सेट करने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "3. Arrange (व्यवस्था)",
        "description": "<p>यह समूह दस्तावेज़ में ऑब्जेक्ट्स, चित्रों और टेक्स्ट बॉक्स को व्यवस्थित करने की सुविधा देता है।</p><ul><li><b>Position:</b> चित्रों और ऑब्जेक्ट्स की स्थिति सेट करने की सुविधा देता है।</li><li><b>Wrap Text:</b> चित्रों और टेक्स्ट के बीच व्रैपिंग सेट करने की सुविधा देता है।</li><li><b>Bring Forward:</b> ऑब्जेक्ट को आगे लाने की सुविधा देता है।</li><li><b>Send Backward:</b> ऑब्जेक्ट को पीछे भेजने की सुविधा देता है।</li><li><b>Selection Pane:</b> दस्तावेज़ में सभी ऑब्जेक्ट्स को सूचीबद्ध करता है और उन्हें प्रबंधित करने की सुविधा देता है।</li><li><b>Align:</b> ऑब्जेक्ट्स को संरेखित करने की सुविधा देता है।</li><li><b>Group:</b> एक से अधिक ऑब्जेक्ट्स को एक साथ समूहित करने की सुविधा देता है।</li><li><b>Rotate:</b> ऑब्जेक्ट्स को घुमाने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "Layout Tab का महत्व",
        "description": "<p>Layout Tab दस्तावेज़ की संरचना और दृश्य स्वरूप को नियंत्रित करता है। इसका उपयोग पृष्ठ की सेटिंग्स बदलने, पैराग्राफ़ को व्यवस्थित करने और चित्रों व टेक्स्ट को व्यवस्थित करने के लिए किया जाता है।</p>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>MS Word का Layout Tab दस्तावेज़ की डिजाइनिंग और लेआउट को अनुकूलित करने के लिए महत्वपूर्ण है। इसके माध्यम से उपयोगकर्ता दस्तावेज़ की पेशेवर प्रस्तुति तैयार कर सकते हैं।</p>"
      }
    ]
  }
  